{
  "sources": [
    {
      "title": "ACS Synthetic Biology: Latest Articles (ACS Publications)",
      "feedUrl": "http://feeds.feedburner.com/acs/asbcd6",
      "siteUrl": "https://pubs.acs.org",
      "articles": [
        {
          "id": "http://dx.doi.org/10.1021/acssynbio.2c00335",
          "author": "Fernanda Piorino and Mark P. Styczynski",
          "description": "ACS Synthetic Biology\nDOI: 10.1021/acssynbio.2c00335",
          "link": "http://dx.doi.org/10.1021/acssynbio.2c00335",
          "publishedOn": "2022-10-27T04:00:00.000Z",
          "wordCount": null,
          "title": "[ASAP] Harnessing <italic toggle=\"yes\">Escherichia coli</italic>’s Native Machinery for Detection of Vitamin C (Ascorbate) Deficiency",
          "imageUrl": null
        },
        {
          "id": "http://dx.doi.org/10.1021/acssynbio.2c00325",
          "author": "Xinyuan He, Tianyu Gao, Yan Chen, Kun Liu, Jiantao Guo, and Wei Niu",
          "description": "ACS Synthetic Biology\nDOI: 10.1021/acssynbio.2c00325",
          "link": "http://dx.doi.org/10.1021/acssynbio.2c00325",
          "publishedOn": "2022-10-26T04:00:00.000Z",
          "wordCount": null,
          "title": "[ASAP] Genetic Code Expansion in <italic toggle=\"yes\">Pseudomonas putida</italic> KT2440",
          "imageUrl": null
        },
        {
          "id": "http://dx.doi.org/10.1021/acssynbio.2c00378",
          "author": "Hanning Deng, Song Gao, Weiping Zhang, Tianmeng Zhang, Ning Li, and Jingwen Zhou",
          "description": "ACS Synthetic Biology\nDOI: 10.1021/acssynbio.2c00378",
          "link": "http://dx.doi.org/10.1021/acssynbio.2c00378",
          "publishedOn": "2022-10-25T04:00:00.000Z",
          "wordCount": null,
          "title": "[ASAP] High Titer of (<italic toggle=\"yes\">S</italic>)‑Equol Synthesis from Daidzein in <named-content content-type=\"genus-species\" xlink:type=\"simple\">Escherichia coli</named-content>",
          "imageUrl": null
        },
        {
          "id": "http://dx.doi.org/10.1021/acssynbio.2c00277",
          "author": "LeNaiya Kydd, Priyanka Shiveshwarkar, and Justyn Jaworski",
          "description": "ACS Synthetic Biology\nDOI: 10.1021/acssynbio.2c00277",
          "link": "http://dx.doi.org/10.1021/acssynbio.2c00277",
          "publishedOn": "2022-10-25T04:00:00.000Z",
          "wordCount": null,
          "title": "[ASAP] Engineering <italic toggle=\"yes\">Escherichia coli</italic> for Conversion of Dietary Isoflavones in the Gut",
          "imageUrl": null
        },
        {
          "id": "http://dx.doi.org/10.1021/acssynbio.2c00307",
          "author": "Yanhong Sun, Fengyu Zhang, Lusi Li, Kaiyue Chen, Shujing Wang, Qi Ouyang, and Chunxiong Luo",
          "description": "ACS Synthetic Biology\nDOI: 10.1021/acssynbio.2c00307",
          "link": "http://dx.doi.org/10.1021/acssynbio.2c00307",
          "publishedOn": "2022-10-25T04:00:00.000Z",
          "wordCount": null,
          "title": "[ASAP] Two-Layered Microfluidic Devices for High-Throughput Dynamic Analysis of Synthetic Gene Circuits in <named-content content-type=\"genus-species\" xlink:type=\"simple\">E. coli</named-content>",
          "imageUrl": null
        },
        {
          "id": "http://dx.doi.org/10.1021/acssynbio.2c00479",
          "author": "Dongying Wei, Yueyao Wang, Dongfan Song, Ze Zhang, Juan Wang, Jia-Yu Chen, Zhe Li, and Hanyang Yu",
          "description": "ACS Synthetic Biology\nDOI: 10.1021/acssynbio.2c00479",
          "link": "http://dx.doi.org/10.1021/acssynbio.2c00479",
          "publishedOn": "2022-10-24T04:00:00.000Z",
          "wordCount": null,
          "title": "[ASAP] A Nucleic Acid Sequence That is Catalytically Active in Both RNA and TNA Backbones",
          "imageUrl": null
        },
        {
          "id": "http://dx.doi.org/10.1021/acssynbio.2c00312",
          "author": "Ying Cong, Paul D. Scesa, and Eric W. Schmidt",
          "description": "ACS Synthetic Biology\nDOI: 10.1021/acssynbio.2c00312",
          "link": "http://dx.doi.org/10.1021/acssynbio.2c00312",
          "publishedOn": "2022-10-24T04:00:00.000Z",
          "wordCount": null,
          "title": "[ASAP] AgeMTPT, a Catalyst for Peptide N‑Terminal Modification",
          "imageUrl": null
        },
        {
          "id": "http://dx.doi.org/10.1021/acssynbio.2c00451",
          "author": "Dinh To Le, Marco T. Radukic, Kathrin Teschner, Lukas Becker, and Kristian M. Müller",
          "description": "ACS Synthetic Biology\nDOI: 10.1021/acssynbio.2c00451",
          "link": "http://dx.doi.org/10.1021/acssynbio.2c00451",
          "publishedOn": "2022-10-24T04:00:00.000Z",
          "wordCount": null,
          "title": "[ASAP] Synthesis and Concomitant Assembly of Adeno-Associated Virus-like Particles in <named-content content-type=\"genus-species\" xlink:type=\"simple\">Escherichia coli</named-content>",
          "imageUrl": null
        },
        {
          "id": "http://dx.doi.org/10.1021/acssynbio.2c00130",
          "author": "Federico Turco, Marco Garavaglia, Rob Van Houdt, Phil Hill, Frankie J. Rawson, and Katalin Kovacs",
          "description": "ACS Synthetic Biology\nDOI: 10.1021/acssynbio.2c00130",
          "link": "http://dx.doi.org/10.1021/acssynbio.2c00130",
          "publishedOn": "2022-10-24T04:00:00.000Z",
          "wordCount": null,
          "title": "[ASAP] Synthetic Biology Toolbox, Including a Single-Plasmid CRISPR-Cas9 System to Biologically Engineer the Electrogenic, Metal-Resistant Bacterium <named-content content-type=\"genus-species\" xlink:type=\"simple\">Cupriavidus metallidurans</named-content> CH34",
          "imageUrl": null
        },
        {
          "id": "http://dx.doi.org/10.1021/acssynbio.2c00401",
          "author": "Yanchao Zhang, Tom S. Bailey, Aleksandra M. Kubiak, Philippe Lambin, and Jan Theys",
          "description": "ACS Synthetic Biology\nDOI: 10.1021/acssynbio.2c00401",
          "link": "http://dx.doi.org/10.1021/acssynbio.2c00401",
          "publishedOn": "2022-10-20T04:00:00.000Z",
          "wordCount": null,
          "title": "[ASAP] Heterologous Gene Regulation in Clostridia: Rationally Designed Gene Regulation for Industrial and Medical Applications",
          "imageUrl": null
        },
        {
          "id": "http://dx.doi.org/10.1021/acssynbio.2c00397",
          "author": "Paul A. Davison, Weiming Tu, Jiabao Xu, Simona Della Valle, Ian P. Thompson, C. Neil Hunter, and Wei E. Huang",
          "description": "ACS Synthetic Biology\nDOI: 10.1021/acssynbio.2c00397",
          "link": "http://dx.doi.org/10.1021/acssynbio.2c00397",
          "publishedOn": "2022-10-20T04:00:00.000Z",
          "wordCount": null,
          "title": "[ASAP] Engineering a Rhodopsin-Based Photo-Electrosynthetic System in Bacteria for CO<sub>2</sub> Fixation",
          "imageUrl": null
        },
        {
          "id": "http://dx.doi.org/10.1021/acssynbio.2c00336",
          "author": "Gaurav Chauhan, S. Elizabeth Norred, Rosemary M. Dabbs, Patrick M. Caveney, John K. Vincent George, C. Patrick Collier, Michael L. Simpson, and Steven M. Abel",
          "description": "ACS Synthetic Biology\nDOI: 10.1021/acssynbio.2c00336",
          "link": "http://dx.doi.org/10.1021/acssynbio.2c00336",
          "publishedOn": "2022-10-19T04:00:00.000Z",
          "wordCount": null,
          "title": "[ASAP] Crowding-Induced Spatial Organization of Gene Expression in Cell-Sized Vesicles",
          "imageUrl": null
        },
        {
          "id": "http://dx.doi.org/10.1021/acssynbio.2c00283",
          "author": "Christopher Szent-Gyorgyi, Lydia A. Perkins, Brigitte F. Schmidt, Zhen Liu, Marcel P. Bruchez, and Robert van de Weerd",
          "description": "ACS Synthetic Biology\nDOI: 10.1021/acssynbio.2c00283",
          "link": "http://dx.doi.org/10.1021/acssynbio.2c00283",
          "publishedOn": "2022-10-19T04:00:00.000Z",
          "wordCount": null,
          "title": "[ASAP] Bottom-Up Design: A Modular Golden Gate Assembly Platform of Yeast Plasmids for Simultaneous Secretion and Surface Display of Distinct FAP Fusion Proteins",
          "imageUrl": null
        },
        {
          "id": "http://dx.doi.org/10.1021/acssynbio.2c00348",
          "author": "Ana P. Jacobus, Joneclei A. Barreto, Lucas S. de Bem, Yasmine A. Menegon, Ícaro Fier, João G. R. Bueno, Leandro V. dos Santos, and Jeferson Gross",
          "description": "ACS Synthetic Biology\nDOI: 10.1021/acssynbio.2c00348",
          "link": "http://dx.doi.org/10.1021/acssynbio.2c00348",
          "publishedOn": "2022-10-18T04:00:00.000Z",
          "wordCount": null,
          "title": "[ASAP] EasyGuide Plasmids Support in Vivo Assembly of gRNAs for CRISPR/Cas9 Applications in <italic toggle=\"yes\">Saccharomyces cerevisiae</italic>",
          "imageUrl": null
        },
        {
          "id": "http://dx.doi.org/10.1021/acssynbio.2c00175",
          "author": "Koray Malcı, Nestor Jonguitud-Borrego, Hugo van der Straten Waillet, Urtė Puodžiu̅naitė, Emily J. Johnston, Susan J. Rosser, and Leonardo Rios-Solis",
          "description": "ACS Synthetic Biology\nDOI: 10.1021/acssynbio.2c00175",
          "link": "http://dx.doi.org/10.1021/acssynbio.2c00175",
          "publishedOn": "2022-10-17T04:00:00.000Z",
          "wordCount": null,
          "title": "[ASAP] ACtivE: Assembly and CRISPR-Targeted <italic toggle=\"yes\">in Vivo</italic> Editing for Yeast Genome Engineering Using Minimum Reagents and Time",
          "imageUrl": null
        },
        {
          "id": "http://dx.doi.org/10.1021/acssynbio.2c00420",
          "author": "Yang Song, Ke Gao, Xiaoying Cai, Wei Cheng, Shijia Ding, Decai Zhang, and Shixiong Deng",
          "description": "ACS Synthetic Biology\nDOI: 10.1021/acssynbio.2c00420",
          "link": "http://dx.doi.org/10.1021/acssynbio.2c00420",
          "publishedOn": "2022-10-14T04:00:00.000Z",
          "wordCount": null,
          "title": "[ASAP] Controllable crRNA Self-Transcription Aided Dual-Amplified CRISPR-Cas12a Strategy for Highly Sensitive Biosensing of FEN1 Activity",
          "imageUrl": null
        },
        {
          "id": "http://dx.doi.org/10.1021/acssynbio.2c00362",
          "author": "Zhijie Yang, Chunyu Liu, Yuyang Wang, Yingying Chen, Qinglian Li, Yun Zhang, Qi Chen, Jianhua Ju, and Junying Ma",
          "description": "ACS Synthetic Biology\nDOI: 10.1021/acssynbio.2c00362",
          "link": "http://dx.doi.org/10.1021/acssynbio.2c00362",
          "publishedOn": "2022-10-14T04:00:00.000Z",
          "wordCount": null,
          "title": "[ASAP] MGCEP 1.0: A Genetic-Engineered Marine-Derived Chassis Cell for a Scaled Heterologous Expression Platform of Microbial Bioactive Metabolites",
          "imageUrl": null
        },
        {
          "id": "http://dx.doi.org/10.1021/acssynbio.2c00413",
          "author": "Akari Miwa and Koki Kamiya",
          "description": "ACS Synthetic Biology\nDOI: 10.1021/acssynbio.2c00413",
          "link": "http://dx.doi.org/10.1021/acssynbio.2c00413",
          "publishedOn": "2022-10-05T04:00:00.000Z",
          "wordCount": null,
          "title": "[ASAP] Control of Enzyme Reaction Initiation inside Giant Unilamellar Vesicles by the Cell-Penetrating Peptide-Mediated Translocation of Cargo Proteins",
          "imageUrl": null
        }
      ]
    },
    {
      "title": "bioRxiv Subject Collection: Synthetic Biology",
      "feedUrl": "http://hwmaint.biorxiv.highwire.org/cgi/collection/rss?coll_alias=synthetic_biology",
      "siteUrl": "http://biorxiv.org",
      "articles": [
        {
          "id": "http://biorxiv.org/cgi/content/short/2022.10.21.513145v1?rss=1",
          "author": "Zhang, D. H.",
          "description": "Foodborne pathogens, including Vibrio spp. and norovirus, cause substantial economic and healthcare burdens worldwide. Rapid and sensitive point-of-care testing on-farm or restaurants for batch inspection of pathogenic contamination in raw food products is essential. Here, we present an easy-to-design, cost-effective PAM-less Exonuclease-assisted Cas12A Nucleic-acid Detection (PECAN) assay paired with nucleic acid amplification systems for rapid and sensitive visual detection of 2 pathogenic Vibrio species: Vibrio parahaemolyticus (TDH) and Vibrio Cholerae (ctxA) without protospacer adjacent motif (PAM) site limitation. With T7 exonuclease, PAM-less detection could be achieved with a low concentration of cas12a, costing $0.8 USD per reaction. The system could also be adapted for PAM-less cas12a nucleic acid detection in-field or in-lab for sensitive DNA or RNA detection. We also constructed a low-cost reusable 3D printed heater chassis and reusable sodium acetate heat packs for field use without generating solid waste.",
          "link": "http://biorxiv.org/cgi/content/short/2022.10.21.513145v1?rss=1",
          "publishedOn": "2022-10-25T00:00:00.000Z",
          "wordCount": 1045,
          "title": "PAM-less Exonuclease-assisted Cas12a for visual detection of Vibrio Species [NEW RESULTS]",
          "imageUrl": "https://www.biorxiv.org/sites/default/files/images/biorxiv_logo_homepage7-5-small.png"
        },
        {
          "id": "http://biorxiv.org/cgi/content/short/2022.10.25.513667v1?rss=1",
          "author": "Le Vay, K. K.",
          "description": "Condensed coacervate phases are now understood to be important features of modern cell biology, as well as valuable protocellular models in origin of life studies and synthetic biology. In each of these fields, the development of model systems with varied and tuneable material properties is of great importance for replicating properties of life. Here, we develop a ligase ribozyme system capable of concatenating short RNA fragments into extremely long chains. Our results show that formation of coacervate microdroplets with the ligase ribozyme and poly(L-lysine) enhances ribozyme rate and yield, which in turn increases the length of the anionic polymer component of the system and imparts specific physical properties to the droplets. Droplets containing active ribozyme sequences resist growth, do not wet or spread on unpassivated surfaces, and exhibit reduced transfer of RNA between droplets when compared to controls containing inactive sequences. These altered behaviours, which stem from RNA sequence and catalytic activity, constitute a specific phenotype and potential fitness advantage, opening the door to selection and evolution experiments based on a genotype - phenotype linkage.",
          "link": "http://biorxiv.org/cgi/content/short/2022.10.25.513667v1?rss=1",
          "publishedOn": "2022-10-25T00:00:00.000Z",
          "wordCount": 1111,
          "title": "Ribozyme-phenotype coupling in peptide-based coacervate protocells [NEW RESULTS]",
          "imageUrl": "https://www.biorxiv.org/sites/default/files/images/biorxiv_logo_homepage7-5-small.png"
        },
        {
          "id": "http://biorxiv.org/cgi/content/short/2022.10.20.513037v1?rss=1",
          "author": "Huang, H.",
          "description": "Profiling and comparing the performance of current widely used DNA targeting CRISPR systems provide the basic information for the gene-editing toolkit and can be a useful resource for this field. Herein we made a parallel comparison between the recently reported miniature Cas12f1 and the widely used Cas12a and Cas9 nucleases in mammalian cells. The results revealed that as a CRISPRa activator, Un1Cas12f1 could induce gene expression with a comparable level to these of Cas12a and Cas9, while as a cleaving editor, Cas12f1 exhibited similar properties to Cas12a, like high specificity and dominantly induced deletions over insertions, but with less activity. In contrast, wild-type SpCas9 showed the highest activity, lowest specificity, and induced balanced deletions over insertions. Thus, Cas12f1 is recommended for gene-activation-based applications, Cas12a is for therapy applications, and wild-type Cas9 is for in vitro and animal investigations. The comparison provided the editing properties of current widely used DNA-targeting CRISPR systems for the gene-editing field.",
          "link": "http://biorxiv.org/cgi/content/short/2022.10.20.513037v1?rss=1",
          "publishedOn": "2022-10-23T00:00:00.000Z",
          "wordCount": 1350,
          "title": "Comparison of DNA targeting CRISPR editors in human cells [NEW RESULTS]",
          "imageUrl": "https://www.biorxiv.org/sites/default/files/images/biorxiv_logo_homepage7-5-small.png"
        },
        {
          "id": "http://biorxiv.org/cgi/content/short/2022.10.19.512895v1?rss=1",
          "author": "Dronsella, B.",
          "description": "One-carbon (C1) feedstocks derived from CO2 and renewable electricity, such as formate, are promising substrates for sustainable production of chemicals, food and fuels. Energetically more efficient, engineered C1-fixation pathways were proposed to increase biomass yields above their natural counterparts, but have so far not been shown to achieve this. Here, we replace the native  energy-inefficient Calvin-Benson-Bassham (CBB) cycle in Cupriavidus necator by genomic integration of the synthetic reductive glycine pathway for growth on formate. Our final engineered strain reaches a higher biomass yield than the CBB-cycle-utilizing wild type, showing for the first time that efficiencies found in natural metabolism can be exceeded via a synthetic pathway. This yield increase demonstrates the potential of synthetic metabolism and is an important step towards realizing truly sustainable, economically feasible bio-based production.",
          "link": "http://biorxiv.org/cgi/content/short/2022.10.19.512895v1?rss=1",
          "publishedOn": "2022-10-22T00:00:00.000Z",
          "wordCount": 1235,
          "title": "Engineered synthetic one-carbon fixation exceeds yield of the Calvin Cycle [NEW RESULTS]",
          "imageUrl": "https://www.biorxiv.org/sites/default/files/images/biorxiv_logo_homepage7-5-small.png"
        },
        {
          "id": "http://biorxiv.org/cgi/content/short/2022.10.19.512873v1?rss=1",
          "author": "Lahiri, P.",
          "description": "Proteins containing noncanonical amino acids (ncAAs) provide opportunities for dissecting fundamental biological processes and engineering protein therapeutics with diverse chemistries. Incorporation of more than one ncAA into a single construct can endow a protein with multiple useful features, such as unique molecular recognition and covalent crosslinking. Herein, for the first time, we encode two chemically distinct ncAAs into proteins prepared in Saccharomyces cerevisiae. To complement ncAA incorporation in response to the amber (TAG) stop codon in yeast, we evaluated opal (TGA) stop codon suppression using three distinct orthogonal translation systems (OTSs): E. coli tyrosyl-tRNA synthetase/tRNATyr, E. coli leucyl-tRNA synthetase/tRNALeu, and M. alvus pyrrolysyl-tRNA synthetase/tRNAPy…",
          "link": "http://biorxiv.org/cgi/content/short/2022.10.19.512873v1?rss=1",
          "publishedOn": "2022-10-21T00:00:00.000Z",
          "wordCount": 1408,
          "title": "Dual Noncanonical Amino Acid Incorporation Enabling Chemoselective Protein Modification at Two Distinct Sites in Yeast [NEW RESULTS]",
          "imageUrl": "https://www.biorxiv.org/sites/default/files/images/biorxiv_logo_homepage7-5-small.png"
        },
        {
          "id": "http://biorxiv.org/cgi/content/short/2022.10.19.512661v1?rss=1",
          "author": "Roberto, D. B.",
          "description": "Resource competition can be the cause of unintended coupling between co-expressed genetic constructs. Here we report quantification of the resource load imposed by different mammalian genetic components and identify construct designs with increased performance and reduced resource footprint. We use these to generate improved synthetic circuits and optimise the co-expression of co-transfected cassettes, shedding light on how this can be useful for bioproduction and biotherapeutic applications. This work provides the scientific community with a framework to take resource demand into consideration when designing mammalian constructs to achieve robust and optimised gene expression.",
          "link": "http://biorxiv.org/cgi/content/short/2022.10.19.512661v1?rss=1",
          "publishedOn": "2022-10-21T00:00:00.000Z",
          "wordCount": 1242,
          "title": "Resource-aware construct design in mammalian cells [NEW RESULTS]",
          "imageUrl": "https://www.biorxiv.org/sites/default/files/images/biorxiv_logo_homepage7-5-small.png"
        },
        {
          "id": "http://biorxiv.org/cgi/content/short/2022.10.18.512742v1?rss=1",
          "author": "De Franceschi, N.",
          "description": "Cytoskeletal protein filaments such as actin and microtubules confer mechanical support to cells and facilitate many cellular functions such as motility and division. Recent years have witnessed the development of a variety of molecular scaffolds that mimic such cytoskeletal filaments. Indeed, filaments that are programmable and compatible with biological systems may prove useful in studying or substituting such proteins. Here, we explore the use of ssRNA tiles to build and modify cytoskeletal-like filaments in vitro. We engineer a number of functionalities that are crucial to the function of natural cytoskeletal systems into the ssRNA tiles, including the abilities to assemble or disassemble filaments, to tune the filament stiffness, to induce membrane binding, and to attach binding proteins. The work paves the way for building dynamic cell-like cytoskeletal systems made out of rationally designed ssRNA tiles that can be transcribed in natural or synthetic cells.",
          "link": "http://biorxiv.org/cgi/content/short/2022.10.18.512742v1?rss=1",
          "publishedOn": "2022-10-20T00:00:00.000Z",
          "wordCount": 1065,
          "title": "Engineering ssRNA tile filaments for (dis)assembly and membrane binding [NEW RESULTS]",
          "imageUrl": "https://www.biorxiv.org/sites/default/files/images/biorxiv_logo_homepage7-5-small.png"
        },
        {
          "id": "http://biorxiv.org/cgi/content/short/2022.10.16.512417v1?rss=1",
          "author": "Van Gelder, K.",
          "description": "Sulfide-dependent THI4 thiazole synthases could potentially be used to replace plant cysteine-dependent suicide THI4s, whose high protein turnover rates make thiamin synthesis exceptionally energy-expensive. However, sulfide-dependent THI4s are anaerobic or microoxic enzymes and hence unadapted to the aerobic conditions in plants; they are also slow enzymes (kcat <1 h-1). To improve aerotolerance and activity, we applied continuous directed evolution under aerobic conditions in the yeast OrthoRep system to two sulfide-dependent bacterial THI4s. Six beneficial single mutations were identified, of which five lie in the active-site cleft predicted by structural modeling and two recapitulate features of naturally aerotolerant THI4s. That single mutations gave substantial improvements suggests that further advance under selection will be possible by stacking mutations. This proof-of-concept study established that the performance of sulfide-dependent THI4s in aerobic conditions is evolvable and, more generally, that yeast OrthoRep provides a plant-like bridge to adapt nonplant enzymes to work better in plants.",
          "link": "http://biorxiv.org/cgi/content/short/2022.10.16.512417v1?rss=1",
          "publishedOn": "2022-10-18T00:00:00.000Z",
          "wordCount": 1144,
          "title": "Directed evolution of aerotolerance in sulfide-dependent thiazole synthases [NEW RESULTS]",
          "imageUrl": "https://www.biorxiv.org/sites/default/files/images/biorxiv_logo_homepage7-5-small.png"
        },
        {
          "id": "http://biorxiv.org/cgi/content/short/2022.10.15.512367v1?rss=1",
          "author": "Brumwell, S. L.",
          "description": "Methods for creating seamless genome modifications are an essential part of the microbial genetic toolkit that allows for strain engineering through the recycling of selectable markers. Here, we report the development of a method, termed SLICER, which can be used to create seamless genome modifications in D. radiodurans. We used SLICER to sequentially target four putative restriction-modification (R-M) system genes, recycling the same selective and screening markers for each subsequent deletion. A fifth R-M gene was replaced by a selectable marker to create a final D. radiodurans strain with 5 of the 6 putative R-M systems deleted. While we observed no significant increase in transformation efficiency, SLICER is a promising method to obtain a fully restriction-minus strain and expand the synthetic biology applications of D. radiodurans including as an in vivo DNA assembly platform.\n\nGRAPHICAL ABSTRACT\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=142 SRC=\"FIGDIR/small/512367v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (57K):\norg.highwire.dtl.DTLVardef@f5d8fcorg.highwire.dtl.DTLVardef@788bf5org.highwire.dtl.DTLVardef@2cbe96org.highwire.dtl.DTLVardef@1949d3b_HPS_FORMAT_FIGEXP  M_FIG C_FIG",
          "link": "http://biorxiv.org/cgi/content/short/2022.10.15.512367v1?rss=1",
          "publishedOn": "2022-10-17T00:00:00.000Z",
          "wordCount": 1145,
          "title": "SLICER: Seamless Loss of Integrated Cassettes Using Endonuclease Cleavage and Recombination in Deinococcus radiodurans [NEW RESULTS]",
          "imageUrl": "https://www.biorxiv.org/sites/default/files/images/biorxiv_logo_homepage7-5-small.png"
        },
        {
          "id": "http://biorxiv.org/cgi/content/short/2022.10.13.512145v1?rss=1",
          "author": "Ghataora, J. S.",
          "description": "Whole-cell biosensors are emerging as promising tools for monitoring environmental pollutants such as heavy metals. These sensors constitute a genetic circuit comprising a sensing module and an output module, such that a detectable signal is produced in the presence of the desired analyte. The MerR family of metal-responsive regulators offers great potential for the construction of metal sensing circuits, due to their high sensitivity, tight transcription control and large diversity in metal-specificity. However, the sensing diversity is broadest in Gram-negative systems, while chassis organisms are often selected from Gram-positive species, particularly sporulating bacilli. This can be problematic, because Gram-negative biological parts, such as promoters, are frequently observed to be non-functional in Gram-positive hosts. Herein, we combined construction of synthetic genetic circuits and chimeric MerR regulators, supported by structure-guided design, to generate metal-sensitive biosensor modules that are functional in the biotechnological work-horse species Bacillus subtilis. These chimeras consist of a constant Gram-positive derived DNA-binding domain fused to variable metal binding domains of Gram-negative origins. To improve the specificity of the whole-cell biosensor, we developed a modular  AND gate logic system based on the B. subtilis natively split {sigma}-factor, SigO-RsoA, designed to maximise future use for synthetic biology applications in B. subtilis. This work provides insights into the use of modular regulators, such as the MerR family, in the design of synthetic circuits for the detection of heavy metals, with potential wider applicability of the approach to other systems and genetic backgrounds.",
          "link": "http://biorxiv.org/cgi/content/short/2022.10.13.512145v1?rss=1",
          "publishedOn": "2022-10-16T00:00:00.000Z",
          "wordCount": 1223,
          "title": "Chimeric MerR-Family Regulators and Logic Elements for the Design of Metal Sensitive Genetic Circuits in Bacillus subtilis [NEW RESULTS]",
          "imageUrl": "https://www.biorxiv.org/sites/default/files/images/biorxiv_logo_homepage7-5-small.png"
        }
      ]
    },
    {
      "title": "Computational biology and bioinformatics : nature.com subject feeds",
      "feedUrl": "http://www.nature.com/subjects/computational-biology-and-bioinformatics.rss",
      "siteUrl": "https://www.nature.com/subjects/computational-biology-and-bioinformatics",
      "articles": [
        {
          "id": "https://www.nature.com/articles/s41592-022-01644-7",
          "author": null,
          "description": "Netie, a hierarchical Bayesian model to infer the neoantigen evolution and immune selection pressure during tumor progression.",
          "link": "https://www.nature.com/articles/s41592-022-01644-7",
          "publishedOn": "2022-10-27T00:00:00.000Z",
          "wordCount": 5761,
          "title": "Netie: inferring the evolution of neoantigen–T cell interactions in tumors",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41592-022-01644-7/MediaObjects/41592_2022_1644_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s42256-022-00545-w",
          "author": null,
          "description": "Single-cell multi-omics technologies have increased dramatically in biomedical research. Lakkis et al. develop a deep learning method to address computational challenges in CITE-seq and single-cell RNA-seq datasets.",
          "link": "https://www.nature.com/articles/s42256-022-00545-w",
          "publishedOn": "2022-10-27T00:00:00.000Z",
          "wordCount": 12068,
          "title": "A multi-use deep learning method for CITE-seq and single-cell RNA-seq data integration with cell surface protein prediction and imputation",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs42256-022-00545-w/MediaObjects/42256_2022_545_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41467-022-34008-y",
          "author": null,
          "description": "The membrane-proximal external region of HIV-1 spike protein is a broadly neutralizing antibody target. Here, cryo-electron microscopy and molecular dynamics reveal spontaneous ectodomain tilting, a vulnerability exploitable for vaccine design.",
          "link": "https://www.nature.com/articles/s41467-022-34008-y",
          "publishedOn": "2022-10-27T00:00:00.000Z",
          "wordCount": 13394,
          "title": "Dynamic HIV-1 spike motion creates vulnerability for its membrane-bound tripod to antibody attack",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41467-022-34008-y/MediaObjects/41467_2022_34008_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41598-022-22843-4",
          "author": null,
          "description": "Scientific Reports - Identifying accurate link predictors based on assortativity of complex networks",
          "link": "https://www.nature.com/articles/s41598-022-22843-4",
          "publishedOn": "2022-10-27T00:00:00.000Z",
          "wordCount": 11686,
          "title": "Identifying accurate link predictors based on assortativity of complex networks",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41598-022-22843-4/MediaObjects/41598_2022_22843_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41592-022-01640-x",
          "author": null,
          "description": "STAARpipeline is a comprehensive framework for flexible and scalable rare-variant association analysis using whole-genome sequencing data and annotation information.",
          "link": "https://www.nature.com/articles/s41592-022-01640-x",
          "publishedOn": "2022-10-27T00:00:00.000Z",
          "wordCount": 13917,
          "title": "A framework for detecting noncoding rare-variant associations of large-scale whole-genome sequencing studies",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41592-022-01640-x/MediaObjects/41592_2022_1640_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41598-022-22252-7",
          "author": null,
          "description": "Scientific Reports - An in silico comparative transcriptome analysis identifying hub lncRNAs and mRNAs in brain metastatic small cell lung cancer (SCLC)",
          "link": "https://www.nature.com/articles/s41598-022-22252-7",
          "publishedOn": "2022-10-27T00:00:00.000Z",
          "wordCount": 9589,
          "title": "An in silico comparative transcriptome analysis identifying hub lncRNAs and mRNAs in brain metastatic small cell lung cancer (SCLC)",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41598-022-22252-7/MediaObjects/41598_2022_22252_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41598-022-22939-x",
          "author": null,
          "description": "Scientific Reports - Automatic identification of early ischemic lesions on non-contrast CT with deep learning approach",
          "link": "https://www.nature.com/articles/s41598-022-22939-x",
          "publishedOn": "2022-10-27T00:00:00.000Z",
          "wordCount": 9285,
          "title": "Automatic identification of early ischemic lesions on non-contrast CT with deep learning approach",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41598-022-22939-x/MediaObjects/41598_2022_22939_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41598-022-22818-5",
          "author": null,
          "description": "Scientific Reports - Mapping human disease-associated enzymes into Reactome allows characterization of disease groups and their interactions",
          "link": "https://www.nature.com/articles/s41598-022-22818-5",
          "publishedOn": "2022-10-26T00:00:00.000Z",
          "wordCount": 7208,
          "title": "Mapping human disease-associated enzymes into Reactome allows characterization of disease groups and their interactions",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41598-022-22818-5/MediaObjects/41598_2022_22818_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s42003-022-04073-6",
          "author": null,
          "description": "A multifaceted computational strategy identifies 16 genetic variants contributing to increased risk of severe COVID-19 infection from a Whole Exome Sequencing dataset of a cohort of Italian patients.",
          "link": "https://www.nature.com/articles/s42003-022-04073-6",
          "publishedOn": "2022-10-26T00:00:00.000Z",
          "wordCount": 13571,
          "title": "An explainable model of host genetic interactions linked to COVID-19 severity",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs42003-022-04073-6/MediaObjects/42003_2022_4073_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41597-022-01779-4",
          "author": null,
          "description": "Measurement(s) Antibody Binding Technology Type(s) AlphaSeq Factor Type(s) Antibody sequence Sample Characteristic - Organism Homo sapiens",
          "link": "https://www.nature.com/articles/s41597-022-01779-4",
          "publishedOn": "2022-10-26T00:00:00.000Z",
          "wordCount": 6742,
          "title": "A dataset comprised of binding interactions for 104,972 antibodies against a SARS-CoV-2 peptide",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41597-022-01779-4/MediaObjects/41597_2022_1779_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/d41586-022-03358-4",
          "author": null,
          "description": "Machine learning could help to identify the viruses most likely to spill over from animals to people and cause future pandemics.",
          "link": "https://www.nature.com/articles/d41586-022-03358-4",
          "publishedOn": "2022-10-26T00:00:00.000Z",
          "wordCount": 5133,
          "title": "Could an algorithm predict the next pandemic?",
          "imageUrl": "https://media.nature.com/lw1024/magazine-assets/d41586-022-03358-4/d41586-022-03358-4_23623714.jpg"
        },
        {
          "id": "https://www.nature.com/articles/s41598-022-22678-z",
          "author": null,
          "description": "Scientific Reports - Clinical observation of diminished bone quality and quantity through longitudinal HR-pQCT-derived remodeling and mechanoregulation",
          "link": "https://www.nature.com/articles/s41598-022-22678-z",
          "publishedOn": "2022-10-26T00:00:00.000Z",
          "wordCount": 10366,
          "title": "Clinical observation of diminished bone quality and quantity through longitudinal HR-pQCT-derived remodeling and mechanoregulation",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41598-022-22678-z/MediaObjects/41598_2022_22678_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41598-022-22713-z",
          "author": null,
          "description": "Scientific Reports - New Schiff base ligand and its novel Cr(III), Mn(II), Co(II), Ni(II), Cu(II), Zn(II) complexes: spectral investigation, biological applications, and semiconducting properties",
          "link": "https://www.nature.com/articles/s41598-022-22713-z",
          "publishedOn": "2022-10-26T00:00:00.000Z",
          "wordCount": 10741,
          "title": "New Schiff base ligand and its novel Cr(III), Mn(II), Co(II), Ni(II), Cu(II), Zn(II) complexes: spectral investigation, biological applications, and semiconducting properties",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41598-022-22713-z/MediaObjects/41598_2022_22713_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41586-022-05371-z",
          "author": null,
          "description": "Among naturally occurring antibodies that have adapted to antigen, those with similar heavy chains usually have similar light chains.",
          "link": "https://www.nature.com/articles/s41586-022-05371-z",
          "publishedOn": "2022-10-26T00:00:00.000Z",
          "wordCount": 10328,
          "title": "Functional antibodies exhibit light chain coherence",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41586-022-05371-z/MediaObjects/41586_2022_5371_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41586-022-05202-1",
          "author": null,
          "description": "A study maps genetic and epigenetic heterogeneity of primary colorectal adenomas and cancers at single-clone resolution through spatial multi-omic profiling of individual glands and adjacent normal tissue.",
          "link": "https://www.nature.com/articles/s41586-022-05202-1",
          "publishedOn": "2022-10-26T00:00:00.000Z",
          "wordCount": 19579,
          "title": "The co-evolution of the genome and epigenome in colorectal cancer",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41586-022-05202-1/MediaObjects/41586_2022_5202_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41597-022-01763-y",
          "author": null,
          "description": "Measurement(s) Decimal reduction time Technology Type(s) Modelling of kinetics Factor Type(s) Temperature • Relative humidity • Genus • Strain Sample Characteristic - Organism Coronaviridae",
          "link": "https://www.nature.com/articles/s41597-022-01763-y",
          "publishedOn": "2022-10-26T00:00:00.000Z",
          "wordCount": 8623,
          "title": "Database of SARS-CoV-2 and coronaviruses kinetics relevant for assessing persistence in food processing plants",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41597-022-01763-y/MediaObjects/41597_2022_1763_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41598-022-23011-4",
          "author": null,
          "description": "Scientific Reports - Simulation of a machine learning enabled learning health system for risk prediction using synthetic patient data",
          "link": "https://www.nature.com/articles/s41598-022-23011-4",
          "publishedOn": "2022-10-26T00:00:00.000Z",
          "wordCount": 8480,
          "title": "Simulation of a machine learning enabled learning health system for risk prediction using synthetic patient data",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41598-022-23011-4/MediaObjects/41598_2022_23011_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41598-022-22514-4",
          "author": null,
          "description": "Scientific Reports - Artificial intelligence-based methods for fusion of electronic health records and imaging data",
          "link": "https://www.nature.com/articles/s41598-022-22514-4",
          "publishedOn": "2022-10-26T00:00:00.000Z",
          "wordCount": 12221,
          "title": "Artificial intelligence-based methods for fusion of electronic health records and imaging data",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41598-022-22514-4/MediaObjects/41598_2022_22514_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41586-022-05311-x",
          "author": null,
          "description": "Intratumour genetic ancestry only infrequently affects gene expression traits and subclonal evolution in colorectal cancer, with most genetic intratumour variation having no detected phenotypic consequence and transcriptional plasticity being widespread within a tumour.",
          "link": "https://www.nature.com/articles/s41586-022-05311-x",
          "publishedOn": "2022-10-26T00:00:00.000Z",
          "wordCount": 18337,
          "title": "Phenotypic plasticity and genetic control in colorectal cancer evolution",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41586-022-05311-x/MediaObjects/41586_2022_5311_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41598-022-20416-z",
          "author": null,
          "description": "Scientific Reports - A divide-and-conquer approach for genomic prediction in rubber tree using machine learning",
          "link": "https://www.nature.com/articles/s41598-022-20416-z",
          "publishedOn": "2022-10-26T00:00:00.000Z",
          "wordCount": 14464,
          "title": "A divide-and-conquer approach for genomic prediction in rubber tree using machine learning",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41598-022-20416-z/MediaObjects/41598_2022_20416_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41598-022-23017-y",
          "author": null,
          "description": "Scientific Reports - Sex chromosomes in the tribe Cyprichromini (Teleostei: Cichlidae) of Lake Tanganyika",
          "link": "https://www.nature.com/articles/s41598-022-23017-y",
          "publishedOn": "2022-10-26T00:00:00.000Z",
          "wordCount": 10088,
          "title": "Sex chromosomes in the tribe Cyprichromini (Teleostei: Cichlidae) of Lake Tanganyika",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41598-022-23017-y/MediaObjects/41598_2022_23017_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41467-022-33946-x",
          "author": null,
          "description": "Autophagy has been typically associated with resistance to cancer therapy, and autophagy inhibitors have been explored in cancer. Here, the authors investigate autophagy signatures and their association with drug response in cancer, and find that autophagy induction can actually sensitise cancer cells to therapy.",
          "link": "https://www.nature.com/articles/s41467-022-33946-x",
          "publishedOn": "2022-10-26T00:00:00.000Z",
          "wordCount": 14597,
          "title": "Multi-omics characterization of autophagy-related molecular features for therapeutic targeting of autophagy",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41467-022-33946-x/MediaObjects/41467_2022_33946_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41598-022-22507-3",
          "author": null,
          "description": "Scientific Reports - Co-alterations of circadian clock gene transcripts in human placenta in preeclampsia",
          "link": "https://www.nature.com/articles/s41598-022-22507-3",
          "publishedOn": "2022-10-25T00:00:00.000Z",
          "wordCount": 10944,
          "title": "Co-alterations of circadian clock gene transcripts in human placenta in preeclampsia",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41598-022-22507-3/MediaObjects/41598_2022_22507_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41598-022-22956-w",
          "author": null,
          "description": "Scientific Reports - Modeling electronic health record data using an end-to-end knowledge-graph-informed topic model",
          "link": "https://www.nature.com/articles/s41598-022-22956-w",
          "publishedOn": "2022-10-25T00:00:00.000Z",
          "wordCount": 9562,
          "title": "Modeling electronic health record data using an end-to-end knowledge-graph-informed topic model",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41598-022-22956-w/MediaObjects/41598_2022_22956_Figa_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/d41573-022-00177-0",
          "author": null,
          "description": "Discover the world’s best science and medicine  | Nature.com",
          "link": "https://www.nature.com/articles/d41573-022-00177-0",
          "publishedOn": "2022-10-25T00:00:00.000Z",
          "wordCount": 2768,
          "title": "Virtual screening yields refined GPCR agonists",
          "imageUrl": "https://media.nature.com/lw1024/magazine-assets/d41573-022-00177-0/d41573-022-00177-0_23635600.jpg"
        },
        {
          "id": "https://www.nature.com/articles/s41598-022-22305-x",
          "author": null,
          "description": "Scientific Reports - Calling the amino acid sequence of a protein/peptide from the nanospectrum produced by a sub-nanometer diameter pore",
          "link": "https://www.nature.com/articles/s41598-022-22305-x",
          "publishedOn": "2022-10-25T00:00:00.000Z",
          "wordCount": 9016,
          "title": "Calling the amino acid sequence of a protein/peptide from the nanospectrum produced by a sub-nanometer diameter pore",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41598-022-22305-x/MediaObjects/41598_2022_22305_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41598-022-21553-1",
          "author": null,
          "description": "Scientific Reports - A patchy theoretical model for the transmission dynamics of SARS-Cov-2 with optimal control",
          "link": "https://www.nature.com/articles/s41598-022-21553-1",
          "publishedOn": "2022-10-25T00:00:00.000Z",
          "wordCount": 12598,
          "title": "A patchy theoretical model for the transmission dynamics of SARS-Cov-2 with optimal control",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41598-022-21553-1/MediaObjects/41598_2022_21553_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41598-022-20888-z",
          "author": null,
          "description": "Scientific Reports - Natural and after colon washing fecal samples: the two sides of the coin for investigating the human gut microbiome",
          "link": "https://www.nature.com/articles/s41598-022-20888-z",
          "publishedOn": "2022-10-25T00:00:00.000Z",
          "wordCount": 11607,
          "title": "Natural and after colon washing fecal samples: the two sides of the coin for investigating the human gut microbiome",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41598-022-20888-z/MediaObjects/41598_2022_20888_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41467-022-33741-8",
          "author": null,
          "description": "Here, the authors record acoustic communication in 53 species commonly considered non-vocal and reconstruct acoustic communication as originating 407 million years ago.",
          "link": "https://www.nature.com/articles/s41467-022-33741-8",
          "publishedOn": "2022-10-25T00:00:00.000Z",
          "wordCount": 8397,
          "title": "Common evolutionary origin of acoustic communication in choanate vertebrates",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41467-022-33741-8/MediaObjects/41467_2022_33741_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41598-022-22398-4",
          "author": null,
          "description": "Scientific Reports - Data-driven identification of heart failure disease states and progression pathways using electronic health records",
          "link": "https://www.nature.com/articles/s41598-022-22398-4",
          "publishedOn": "2022-10-25T00:00:00.000Z",
          "wordCount": 12566,
          "title": "Data-driven identification of heart failure disease states and progression pathways using electronic health records",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41598-022-22398-4/MediaObjects/41598_2022_22398_Fig1_HTML.png"
        }
      ]
    },
    {
      "title": "MaryAnnLiebert: Journal of Computational Biology: Table of Contents",
      "feedUrl": "http://www.liebertonline.com/action/showFeed?mi=cjwv&ai=su&jc=CMB&type=etoc&feed=rss",
      "siteUrl": "https://www.liebertpub.com/loi/cmb?ai=su&mi=cjwv&af=R",
      "articles": [
        {
          "id": "https://www.liebertpub.com/doi/abs/10.1089/cmb.2022.0261?ai=su&mi=cjwv&af=R",
          "author": "Shahbaz Khan",
          "description": "Journal of Computational Biology, Ahead of Print.",
          "link": "https://www.liebertpub.com/doi/abs/10.1089/cmb.2022.0261?ai=su&mi=cjwv&af=R",
          "publishedOn": "2022-10-25T07:00:00.000Z",
          "wordCount": 1274,
          "title": "Improving RNA Assembly via Safety and Completeness in Flow Decompositions",
          "imageUrl": "https://www.liebertpub.com/action/showCoverImage?journalCode="
        },
        {
          "id": "https://www.liebertpub.com/doi/abs/10.1089/cmb.2022.0257?ai=su&mi=cjwv&af=R",
          "author": "Fernando H.C. Dias",
          "description": "Journal of Computational Biology, Ahead of Print.",
          "link": "https://www.liebertpub.com/doi/abs/10.1089/cmb.2022.0257?ai=su&mi=cjwv&af=R",
          "publishedOn": "2022-10-18T07:00:00.000Z",
          "wordCount": 1274,
          "title": "Efficient Minimum Flow Decomposition via Integer Linear Programming",
          "imageUrl": "https://www.liebertpub.com/action/showCoverImage?journalCode="
        },
        {
          "id": "https://www.liebertpub.com/doi/abs/10.1089/cmb.2022.0264?ai=su&mi=cjwv&af=R",
          "author": "Ran Zhang",
          "description": "Journal of Computational Biology, Ahead of Print.",
          "link": "https://www.liebertpub.com/doi/abs/10.1089/cmb.2022.0264?ai=su&mi=cjwv&af=R",
          "publishedOn": "2022-10-14T07:00:00.000Z",
          "wordCount": 1274,
          "title": "Multimodal Single-Cell Translation and Alignment with Semi-Supervised Learning",
          "imageUrl": "https://www.liebertpub.com/action/showCoverImage?journalCode="
        },
        {
          "id": "https://www.liebertpub.com/doi/abs/10.1089/cmb.2021.0522?ai=su&mi=cjwv&af=R",
          "author": "Md. Shamsuzzoha Bayzid",
          "description": "Journal of Computational Biology, Ahead of Print.",
          "link": "https://www.liebertpub.com/doi/abs/10.1089/cmb.2021.0522?ai=su&mi=cjwv&af=R",
          "publishedOn": "2022-10-13T07:00:00.000Z",
          "wordCount": 1274,
          "title": "Inferring Optimal Species Trees in the Presence of Gene Duplication and Loss: Beyond Rooted Gene Trees",
          "imageUrl": "https://www.liebertpub.com/action/showCoverImage?journalCode="
        },
        {
          "id": "https://www.liebertpub.com/doi/abs/10.1089/cmb.2022.0241?ai=su&mi=cjwv&af=R",
          "author": "Akshara Pande",
          "description": "Journal of Computational Biology, Ahead of Print.",
          "link": "https://www.liebertpub.com/doi/abs/10.1089/cmb.2022.0241?ai=su&mi=cjwv&af=R",
          "publishedOn": "2022-10-13T07:00:00.000Z",
          "wordCount": 1274,
          "title": "Pfeature: A Tool for Computing Wide Range of Protein Features and Building Prediction Models",
          "imageUrl": "https://www.liebertpub.com/action/showCoverImage?journalCode="
        },
        {
          "id": "https://www.liebertpub.com/doi/abs/10.1089/cmb.2022.0270?ai=su&mi=cjwv&af=R",
          "author": "Pinar Demetci",
          "description": "Journal of Computational Biology, Ahead of Print.",
          "link": "https://www.liebertpub.com/doi/abs/10.1089/cmb.2022.0270?ai=su&mi=cjwv&af=R",
          "publishedOn": "2022-10-12T07:00:00.000Z",
          "wordCount": 1274,
          "title": "SCOTv2: Single-Cell Multiomic Alignment with Disproportionate Cell-Type Representation",
          "imageUrl": "https://www.liebertpub.com/action/showCoverImage?journalCode="
        },
        {
          "id": "https://www.liebertpub.com/doi/abs/10.1089/cmb.2022.29070.zc?ai=su&mi=cjwv&af=R",
          "author": "Zhipeng Cai",
          "description": "Journal of Computational Biology, Volume 29, Issue 10, Page 1059-1060, October 2022.",
          "link": "https://www.liebertpub.com/doi/abs/10.1089/cmb.2022.29070.zc?ai=su&mi=cjwv&af=R",
          "publishedOn": "2022-10-10T07:00:00.000Z",
          "wordCount": 1274,
          "title": "17th International Symposium on Bioinformatics Research and Applications (ISBRA 2021)",
          "imageUrl": "https://www.liebertpub.com/action/showCoverImage?journalCode="
        },
        {
          "id": "https://www.liebertpub.com/doi/abs/10.1089/cmb.2022.0108?ai=su&mi=cjwv&af=R",
          "author": "Tian Bai",
          "description": "Journal of Computational Biology, Volume 29, Issue 10, Page 1061-1073, October 2022.",
          "link": "https://www.liebertpub.com/doi/abs/10.1089/cmb.2022.0108?ai=su&mi=cjwv&af=R",
          "publishedOn": "2022-10-10T07:00:00.000Z",
          "wordCount": 1274,
          "title": "Semi-Supervised Cell Detection with Reliable Pseudo-Labels",
          "imageUrl": "https://www.liebertpub.com/action/showCoverImage?journalCode="
        },
        {
          "id": "https://www.liebertpub.com/doi/abs/10.1089/cmb.2022.0118?ai=su&mi=cjwv&af=R",
          "author": "Xiaoshu Zhu",
          "description": "Journal of Computational Biology, Volume 29, Issue 10, Page 1074-1084, October 2022.",
          "link": "https://www.liebertpub.com/doi/abs/10.1089/cmb.2022.0118?ai=su&mi=cjwv&af=R",
          "publishedOn": "2022-10-10T07:00:00.000Z",
          "wordCount": 1274,
          "title": "Dimensionality Reduction of Single-Cell RNA Sequencing Data by Combining Entropy and Denoising AutoEncoder",
          "imageUrl": "https://www.liebertpub.com/action/showCoverImage?journalCode="
        },
        {
          "id": "https://www.liebertpub.com/doi/abs/10.1089/cmb.2022.0109?ai=su&mi=cjwv&af=R",
          "author": "Yixiao Xia",
          "description": "Journal of Computational Biology, Volume 29, Issue 10, Page 1085-1094, October 2022.",
          "link": "https://www.liebertpub.com/doi/abs/10.1089/cmb.2022.0109?ai=su&mi=cjwv&af=R",
          "publishedOn": "2022-10-10T07:00:00.000Z",
          "wordCount": 1274,
          "title": "SuccSPred2.0: A Two-Step Model to Predict Succinylation Sites Based on Multifeature Fusion and Selection Algorithm",
          "imageUrl": "https://www.liebertpub.com/action/showCoverImage?journalCode="
        },
        {
          "id": "https://www.liebertpub.com/doi/abs/10.1089/cmb.2022.0111?ai=su&mi=cjwv&af=R",
          "author": "Bin Xin",
          "description": "Journal of Computational Biology, Volume 29, Issue 10, Page 1095-1103, October 2022.",
          "link": "https://www.liebertpub.com/doi/abs/10.1089/cmb.2022.0111?ai=su&mi=cjwv&af=R",
          "publishedOn": "2022-10-10T07:00:00.000Z",
          "wordCount": 1274,
          "title": "Detecting and Classifying Nuclei Using Multi-Scale Fully Convolutional Network",
          "imageUrl": "https://www.liebertpub.com/action/showCoverImage?journalCode="
        },
        {
          "id": "https://www.liebertpub.com/doi/abs/10.1089/cmb.2022.0113?ai=su&mi=cjwv&af=R",
          "author": "Ming Chen",
          "description": "Journal of Computational Biology, Volume 29, Issue 10, Page 1104-1116, October 2022.",
          "link": "https://www.liebertpub.com/doi/abs/10.1089/cmb.2022.0113?ai=su&mi=cjwv&af=R",
          "publishedOn": "2022-10-10T07:00:00.000Z",
          "wordCount": 1274,
          "title": "SGFNNs: Signed Graph Filtering-based Neural Networks for Predicting Drug–Drug Interactions",
          "imageUrl": "https://www.liebertpub.com/action/showCoverImage?journalCode="
        },
        {
          "id": "https://www.liebertpub.com/doi/abs/10.1089/cmb.2022.0101?ai=su&mi=cjwv&af=R",
          "author": "Hongjia Li",
          "description": "Journal of Computational Biology, Volume 29, Issue 10, Page 1117-1131, October 2022.",
          "link": "https://www.liebertpub.com/doi/abs/10.1089/cmb.2022.0101?ai=su&mi=cjwv&af=R",
          "publishedOn": "2022-10-10T07:00:00.000Z",
          "wordCount": 1274,
          "title": "A Transfer Learning-Based Classification Model for Particle Pruning in Cryo-Electron Microscopy",
          "imageUrl": "https://www.liebertpub.com/action/showCoverImage?journalCode="
        },
        {
          "id": "https://www.liebertpub.com/doi/abs/10.1089/cmb.2022.0141?ai=su&mi=cjwv&af=R",
          "author": "Kaustubh Khandai",
          "description": "Journal of Computational Biology, Volume 29, Issue 10, Page 1132-1154, October 2022.",
          "link": "https://www.liebertpub.com/doi/abs/10.1089/cmb.2022.0141?ai=su&mi=cjwv&af=R",
          "publishedOn": "2022-10-10T07:00:00.000Z",
          "wordCount": 1274,
          "title": "Determining Significant Correlation Between Pairs of Extant Characters in a Small Parsimony Framework",
          "imageUrl": "https://www.liebertpub.com/action/showCoverImage?journalCode="
        },
        {
          "id": "https://www.liebertpub.com/doi/abs/10.1089/cmb.2022.0280?ai=su&mi=cjwv&af=R",
          "author": "Haohan Wang",
          "description": "Journal of Computational Biology, Ahead of Print.",
          "link": "https://www.liebertpub.com/doi/abs/10.1089/cmb.2022.0280?ai=su&mi=cjwv&af=R",
          "publishedOn": "2022-09-30T07:00:00.000Z",
          "wordCount": 1274,
          "title": "Kernel Mixed Model for Transcriptome Association Study",
          "imageUrl": "https://www.liebertpub.com/action/showCoverImage?journalCode="
        }
      ]
    },
    {
      "title": "MIT News - Bioengineering and biotechnology | Biological engineering | Biotechnology",
      "feedUrl": "http://news.mit.edu/rss/topic/biological-engineering-and-biotechnology",
      "siteUrl": "https://news.mit.edu/rss/topic/biological-engineering-and-biotechnology",
      "articles": [
        {
          "id": "https://news.mit.edu/2022/tenured-engineers-1024",
          "author": "School of Engineering",
          "description": "Fourteen faculty members have been granted tenure in five departments across the MIT School of Engineering.",
          "link": "https://news.mit.edu/2022/tenured-engineers-1024",
          "publishedOn": "2022-10-24T19:30:00.000Z",
          "wordCount": 1739,
          "title": "The tenured engineers of 2022",
          "imageUrl": "https://news.mit.edu/sites/default/files/images/202210/MIT-SoE-tenured-faculty.jpg"
        },
        {
          "id": "https://news.mit.edu/2022/kendall-square-association-sustainability-1024",
          "author": "Zach Winn | MIT News Office",
          "description": "The Kendall Square Association’s annual meeting highlights local efforts to develop and shift toward clean energy solutions.",
          "link": "https://news.mit.edu/2022/kendall-square-association-sustainability-1024",
          "publishedOn": "2022-10-24T19:00:00.000Z",
          "wordCount": 2471,
          "title": "Doubling down on sustainability innovation in Kendall Square",
          "imageUrl": "https://news.mit.edu/sites/default/files/images/202210/MIT_KSA-01a-PRESS_0.jpg"
        },
        {
          "id": "https://news.mit.edu/2022/interdisciplinary-journey-through-living-machines-sherry-nyeo-1018",
          "author": "Jiyoo Jye | New Engineering Education Transformation (NEET) program",
          "description": "With NEET, Sherry Nyeo is discovering MIT’s undergraduate research community at the intersection of computer science and biological engineering.",
          "link": "https://news.mit.edu/2022/interdisciplinary-journey-through-living-machines-sherry-nyeo-1018",
          "publishedOn": "2022-10-18T15:20:00.000Z",
          "wordCount": 1751,
          "title": "An interdisciplinary journey through living machines",
          "imageUrl": "https://news.mit.edu/sites/default/files/images/202210/Sherry-Nyeo.png"
        },
        {
          "id": "https://news.mit.edu/2022/events-illuminate-critical-need-menstruation-science-1003",
          "author": "Susan Berthelot | Center for Gynepathology Research",
          "description": "“AI for endometriosis? If only there were data!”",
          "link": "https://news.mit.edu/2022/events-illuminate-critical-need-menstruation-science-1003",
          "publishedOn": "2022-10-03T20:00:00.000Z",
          "wordCount": 2065,
          "title": "MIT events illuminate critical need for menstruation science",
          "imageUrl": "https://news.mit.edu/sites/default/files/images/202209/MIT-Below-The-Belt-Outside.jpg"
        },
        {
          "id": "https://news.mit.edu/2022/smart-researchers-develop-quick-test-determine-immunity-against-covid-19-0930",
          "author": "Singapore-MIT Alliance for Research and Technology",
          "description": "Test that measures a person’s antibodies requires a drop of blood and takes just 10 minutes to show results.",
          "link": "https://news.mit.edu/2022/smart-researchers-develop-quick-test-determine-immunity-against-covid-19-0930",
          "publishedOn": "2022-09-30T19:30:00.000Z",
          "wordCount": 2681,
          "title": "SMART researchers develop quick test to determine immunity against Covid-19",
          "imageUrl": "https://news.mit.edu/sites/default/files/images/202209/SMART-and-NTU-scientists-with-the-rapid-test-kit-that-detects-levels-of-COVID19-antibodies-cover.jpg"
        },
        {
          "id": "https://news.mit.edu/2022/processing-waste-biomass-reduce-airborne-emissions-0929",
          "author": "Kathryn M. O'Neill | MIT Energy Initiative",
          "description": "MIT spinoff Takachar converts agricultural waste into clean-burning fuel, and wins Earthshot Prize.",
          "link": "https://news.mit.edu/2022/processing-waste-biomass-reduce-airborne-emissions-0929",
          "publishedOn": "2022-09-29T18:00:00.000Z",
          "wordCount": 2502,
          "title": "Processing waste biomass to reduce airborne emissions",
          "imageUrl": "https://news.mit.edu/sites/default/files/images/202209/Takachar-hay-field-MITEI.jpg"
        }
      ]
    },
    {
      "title": "Synthetic biology : nature.com subject feeds",
      "feedUrl": "http://www.nature.com/subjects/synthetic-biology.rss",
      "siteUrl": "https://www.nature.com/subjects/synthetic-biology",
      "articles": [
        {
          "id": "https://www.nature.com/articles/s41598-022-22770-4",
          "author": null,
          "description": "Scientific Reports - A growth-based platform for detecting domain–peptide interactions in the cytoplasm of mammalian cells",
          "link": "https://www.nature.com/articles/s41598-022-22770-4",
          "publishedOn": "2022-10-27T00:00:00.000Z",
          "wordCount": 7435,
          "title": "A growth-based platform for detecting domain–peptide interactions in the cytoplasm of mammalian cells",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41598-022-22770-4/MediaObjects/41598_2022_22770_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s42255-022-00668-9",
          "author": null,
          "description": "The core metabolic pathways are tightly intertwined, creating challenges for metabolic engineering. Yu et al. present a synthetic decarboxylation cycle that substitutes the TCA cycle in energy metabolism, gaining high yields in the production of reduced compounds such as fatty acids.",
          "link": "https://www.nature.com/articles/s42255-022-00668-9",
          "publishedOn": "2022-10-27T00:00:00.000Z",
          "wordCount": 2778,
          "title": "Synthetic metabolism without the TCA cycle",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs42255-022-00668-9/MediaObjects/42255_2022_668_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41467-022-33891-9",
          "author": null,
          "description": "The induction of long-term systemic immunosurveillance can protect against post-surgery tumor recurrence. Here the authors describe the design of optogenetic-controlled cytokine secreting (IFN-β, TNF-α, and IL-12) engineered mesenchymal stem cells loaded into a hydrogel scaffold, eliciting long-term immune memory and preventing post-operative recurrence in preclinical cancer models.",
          "link": "https://www.nature.com/articles/s41467-022-33891-9",
          "publishedOn": "2022-10-26T00:00:00.000Z",
          "wordCount": 13029,
          "title": "Optogenetic-controlled immunotherapeutic designer cells for post-surgical cancer immunotherapy",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41467-022-33891-9/MediaObjects/41467_2022_33891_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41576-022-00548-8",
          "author": null,
          "description": "Two new papers report programmable systems that leverage ADAR adenosine deaminases for recording transcript abundance.",
          "link": "https://www.nature.com/articles/s41576-022-00548-8",
          "publishedOn": "2022-10-25T00:00:00.000Z",
          "wordCount": 2352,
          "title": "RADARs and READRs for programmable RNA sensing",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41576-022-00548-8/MediaObjects/41576_2022_548_Figa_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41467-022-33701-2",
          "author": null,
          "description": "Ribosomes have evolved to polymerize L-α-amino acids into proteins comprising a peptide backbone. Here, a pyridazinone backbone is formed using ribosomes in vitro, producing a variety of sequence-defined alternating block-copolymers.",
          "link": "https://www.nature.com/articles/s41467-022-33701-2",
          "publishedOn": "2022-10-24T00:00:00.000Z",
          "wordCount": 10708,
          "title": "Ribosome-mediated biosynthesis of pyridazinone oligomers in vitro",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41467-022-33701-2/MediaObjects/41467_2022_33701_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41592-022-01638-5",
          "author": null,
          "description": "Iterative Synthetically Phosphorylated Isomers (iSPI) is a proteome-scale library of human-derived phosphoserine-containing phosphopeptides with precisely known positions of phosphorylation. This multi-purpose resource is available for optimization, standardization, and benchmarking of key steps in phosphoproteomics workflows.",
          "link": "https://www.nature.com/articles/s41592-022-01638-5",
          "publishedOn": "2022-10-24T00:00:00.000Z",
          "wordCount": 4770,
          "title": "A multi-purpose, regenerable, proteome-scale, human phosphoserine resource for phosphoproteomics",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41592-022-01638-5/MediaObjects/41592_2022_1638_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41467-022-34029-7",
          "author": null,
          "description": "Access to glycoenzymes for basic and applied research is limited by difficulties with their recombinant expression. Here, the authors describe a universal strategy for converting membrane-bound glycosyltransferases into water-soluble biocatalysts, which are expressed at high levels with retention of activity.",
          "link": "https://www.nature.com/articles/s41467-022-34029-7",
          "publishedOn": "2022-10-24T00:00:00.000Z",
          "wordCount": 17123,
          "title": "A universal glycoenzyme biosynthesis pipeline that enables efficient cell-free remodeling of glycans",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41467-022-34029-7/MediaObjects/41467_2022_34029_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41589-022-01185-2",
          "author": null,
          "description": "Nature Chemical Biology - Food from air",
          "link": "https://www.nature.com/articles/s41589-022-01185-2",
          "publishedOn": "2022-10-20T00:00:00.000Z",
          "wordCount": 2328,
          "title": "Food from air",
          "imageUrl": null
        },
        {
          "id": "https://www.nature.com/articles/s42003-022-04069-2",
          "author": null,
          "description": "Gene knockout studies with analysis of aromatic sensors identify transcription factors involved in regulating aromatic degradation pathways in Rhodococcus opacus and substrate hierarchy in aromatic mixtures for applications in lignin valorization.",
          "link": "https://www.nature.com/articles/s42003-022-04069-2",
          "publishedOn": "2022-10-19T00:00:00.000Z",
          "wordCount": 13440,
          "title": "Deciphering the transcriptional regulation of the catabolism of lignin-derived aromatics in Rhodococcus opacus PD630",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs42003-022-04069-2/MediaObjects/42003_2022_4069_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41467-022-33961-y",
          "author": null,
          "description": "G protein-coupled receptors (GPCRs) enable cells to sense environmental cues and are indispensable for coordinating vital processes including quorum sensing, proliferation, and sexual reproduction. Here the authors, using heterologous GPCR expression and endogenous ligand production, enable synthetic mating in haploid yeast, and GPCR-mediated biosensing in diploid probiotic yeast.",
          "link": "https://www.nature.com/articles/s41467-022-33961-y",
          "publishedOn": "2022-10-19T00:00:00.000Z",
          "wordCount": 14666,
          "title": "Engineered cell differentiation and sexual reproduction in probiotic and mating yeasts",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41467-022-33961-y/MediaObjects/41467_2022_33961_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41467-022-33974-7",
          "author": null,
          "description": "Long-duration human space travel creates challenges for maintaining healthy diets. Here the authors discuss using synthetic biology approaches to modify yeast into an optimal, and enjoyable, food production platform.",
          "link": "https://www.nature.com/articles/s41467-022-33974-7",
          "publishedOn": "2022-10-19T00:00:00.000Z",
          "wordCount": 9031,
          "title": "Harnessing bioengineered microbes as a versatile platform for space nutrition",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41467-022-33974-7/MediaObjects/41467_2022_33974_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41467-022-33287-9",
          "author": null,
          "description": "Precise and scalable regulation of gene expression in mammalian cells is challenging. Here, the authors created a highly tunable CRISPR-based synthetic transcription system for programmable control of mammalian gene expression and cellular activity.",
          "link": "https://www.nature.com/articles/s41467-022-33287-9",
          "publishedOn": "2022-10-18T00:00:00.000Z",
          "wordCount": 15804,
          "title": "A synthetic transcription platform for programmable gene expression in mammalian cells",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41467-022-33287-9/MediaObjects/41467_2022_33287_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41467-022-33890-w",
          "author": null,
          "description": "Ribosomally synthesized and post-translationally modified peptides are a source of antimicrobials. Here, the authors report a platform for the rapid evaluation and characterization of biosynthetic gene clusters that enables the identification of 30 structurally diverse modified peptides, including three showing antimicrobial activities.",
          "link": "https://www.nature.com/articles/s41467-022-33890-w",
          "publishedOn": "2022-10-17T00:00:00.000Z",
          "wordCount": 16093,
          "title": "A scalable platform to discover antimicrobials of ribosomal origin",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41467-022-33890-w/MediaObjects/41467_2022_33890_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41467-022-33679-x",
          "author": null,
          "description": "Constructing a minimal protein machinery for self-division of membrane compartments is a major goal of bottom-up synthetic biology. Here, authors achieved the assembly, placement and onset of contraction of a minimal division ring in lipid vesicles.",
          "link": "https://www.nature.com/articles/s41467-022-33679-x",
          "publishedOn": "2022-10-15T00:00:00.000Z",
          "wordCount": 13896,
          "title": "In vitro assembly, positioning and contraction of a division ring in minimal cells",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41467-022-33679-x/MediaObjects/41467_2022_33679_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41557-022-01069-x",
          "author": null,
          "description": "DNA nanotechnology and synthetic biology both aim to expand the range of dynamic behaviours exhibited by rationally programmed biomolecules. Now, the programmability of synthetic transcriptional circuits has been improved to enable synthesis of dynamic biomolecular circuits with unmatched complexity.",
          "link": "https://www.nature.com/articles/s41557-022-01069-x",
          "publishedOn": "2022-10-13T00:00:00.000Z",
          "wordCount": 2613,
          "title": "Scaling up genelet circuits",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41557-022-01069-x/MediaObjects/41557_2022_1069_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41557-022-01050-8",
          "author": null,
          "description": "Sterically demanding 2′-modified nucleotides used in antisense therapeutics have thus far been challenging to synthesise enzymatically. Now, it has been shown that mutation of two gatekeeper residues in an archaeal DNA polymerase unlocks efficient synthesis of the modified nucleic acid oligomers 2′-O-methyl-RNA and 2′-O-(2-methoxyethyl)-RNA and enables the evolution of 2′-O-methyl-RNA enzymes.",
          "link": "https://www.nature.com/articles/s41557-022-01050-8",
          "publishedOn": "2022-10-13T00:00:00.000Z",
          "wordCount": 4992,
          "title": "A two-residue nascent-strand steric gate controls synthesis of 2′-O-methyl- and 2′-O-(2-methoxyethyl)-RNA",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41557-022-01050-8/MediaObjects/41557_2022_1050_Figa_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41557-022-01059-z",
          "author": null,
          "description": "Protein–carbohydrate interactions remain challenging to study due to their low binding affinity and non-covalent nature. Now, a genetically encoded bioreactive unnatural amino acid containing sulfonyl fluoride has been shown to crosslink a protein with its bound glycan, offering a solution to probe and exploit protein–carbohydrate interactions.",
          "link": "https://www.nature.com/articles/s41557-022-01059-z",
          "publishedOn": "2022-10-10T00:00:00.000Z",
          "wordCount": 4623,
          "title": "Genetically encoded chemical crosslinking of carbohydrate",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41557-022-01059-z/MediaObjects/41557_2022_1059_Figa_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41467-022-33524-1",
          "author": null,
          "description": "Nature Communications - Author Correction: Engineering the stambomycin modular polyketide synthase yields 37-membered mini-stambomycins",
          "link": "https://www.nature.com/articles/s41467-022-33524-1",
          "publishedOn": "2022-10-06T00:00:00.000Z",
          "wordCount": 2471,
          "title": "Author Correction: Engineering the stambomycin modular polyketide synthase yields 37-membered mini-stambomycins",
          "imageUrl": null
        },
        {
          "id": "https://www.nature.com/articles/s41557-022-01038-4",
          "author": null,
          "description": "Protein–RNA interactions regulate RNA fate and function, and are generally non-covalent and reversible. Genetically introducing a latent bioreactive amino acid into a protein is now shown to enable the protein to covalently crosslink a bound RNA molecule in vivo. This method offers innovative avenues for developing protein–RNA research and applications.",
          "link": "https://www.nature.com/articles/s41557-022-01038-4",
          "publishedOn": "2022-10-06T00:00:00.000Z",
          "wordCount": 5437,
          "title": "Genetically encoded chemical crosslinking of RNA in vivo",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41557-022-01038-4/MediaObjects/41557_2022_1038_Figa_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41587-022-01493-x",
          "author": null,
          "description": "Specific RNAs are detected in live cells by harnessing endogenous ADAR enzymes.",
          "link": "https://www.nature.com/articles/s41587-022-01493-x",
          "publishedOn": "2022-10-05T00:00:00.000Z",
          "wordCount": 4072,
          "title": "Modular, programmable RNA sensing using ADAR editing in living cells",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41587-022-01493-x/MediaObjects/41587_2022_1493_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41598-022-19681-9",
          "author": null,
          "description": "Scientific Reports - Cell-free protein crystallization for nanocrystal structure determination",
          "link": "https://www.nature.com/articles/s41598-022-19681-9",
          "publishedOn": "2022-10-03T00:00:00.000Z",
          "wordCount": 8956,
          "title": "Cell-free protein crystallization for nanocrystal structure determination",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41598-022-19681-9/MediaObjects/41598_2022_19681_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41467-022-33606-0",
          "author": null,
          "description": "Applications of the SCRaMbLE process are hindered due to the lack of facile and tight regulation and limited understanding of key factors that may affect the rearrangement outcomes. Here the authors present an approach to precisely regulate SCRaMbLE recombination in a dose-dependent manner using genetic code expansion technology with low basal activity.",
          "link": "https://www.nature.com/articles/s41467-022-33606-0",
          "publishedOn": "2022-10-03T00:00:00.000Z",
          "wordCount": 11669,
          "title": "Systematic dissection of key factors governing recombination outcomes by GCE-SCRaMbLE",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41467-022-33606-0/MediaObjects/41467_2022_33606_Fig1_HTML.png"
        }
      ]
    },
    {
      "title": "Quanta Magazine",
      "feedUrl": "https://api.quantamagazine.org/feed/",
      "siteUrl": "https://www.quantamagazine.org",
      "articles": [
        {
          "id": "https://www.quantamagazine.org/?p=120104",
          "author": "Veronique Greenwood",
          "description": "The discovery of a hot spot for horizontal gene transfer draws attention to the possible roles of parasites and ecology in such changes.            \nThe post How Genes Can Leap From Snakes to Frogs in Madagascar first appeared on Quanta Magazine",
          "link": "https://www.quantamagazine.org/how-genes-can-leap-from-snakes-to-frogs-20221027/",
          "publishedOn": "2022-10-27T13:58:50.000Z",
          "wordCount": 7749,
          "title": "How Genes Can Leap From Snakes to Frogs in Madagascar",
          "imageUrl": "https://d2r55xnwy6nx47.cloudfront.net/uploads/2050/10/Gene-Transfer-Hotspots_1200_Social.webp"
        },
        {
          "id": "https://www.quantamagazine.org/?p=120093",
          "author": "Jonathan O'Callaghan",
          "description": "A recent gamma-ray burst known as the BOAT — “brightest of all time” — appears to have produced a high-energy particle that shouldn’t exist. For some, dark matter provides the explanation.            \nThe post Brightest-Ever Space Explosion Reveals Possible Hints of Dark Matter first appeared on Quanta Magazine",
          "link": "https://www.quantamagazine.org/brightest-ever-space-explosion-could-help-explain-dark-matter-20221026/",
          "publishedOn": "2022-10-26T13:50:03.000Z",
          "wordCount": 4995,
          "title": "Brightest-Ever Space Explosion Reveals Possible Hints of Dark Matter",
          "imageUrl": "https://d2r55xnwy6nx47.cloudfront.net/uploads/2022/10/BOAT-Gamma-Ray-Burst_1200_Social.webp"
        },
        {
          "id": "https://www.quantamagazine.org/?p=120040",
          "author": "Pradeep Mutalik",
          "description": "Solve these puzzle questions to level up your Wordle game.            \nThe post How to Win at Wordle (Without Cheating) first appeared on Quanta Magazine",
          "link": "https://www.quantamagazine.org/how-to-win-at-wordle-without-cheating-20221025/",
          "publishedOn": "2022-10-25T14:00:18.000Z",
          "wordCount": 6402,
          "title": "How to Win at Wordle (Without Cheating)",
          "imageUrl": "https://d2r55xnwy6nx47.cloudfront.net/uploads/2022/10/October_Puzzle_1200_Social.webp"
        },
        {
          "id": "https://www.quantamagazine.org/?p=120011",
          "author": "Allison Parshall",
          "description": "A team of physicists has entangled three photons over a considerable distance, which could lead to more powerful quantum cryptography.            \nThe post New Entanglement Results Hint at Better Quantum Codes first appeared on Quanta Magazine",
          "link": "https://www.quantamagazine.org/new-entanglement-results-hint-at-better-quantum-codes-20221024/",
          "publishedOn": "2022-10-24T14:08:23.000Z",
          "wordCount": 5265,
          "title": "New Entanglement Results Hint at Better Quantum Codes",
          "imageUrl": "https://d2r55xnwy6nx47.cloudfront.net/uploads/2022/10/Three-Party-Entanglement_1200_Social.webp"
        },
        {
          "id": "https://www.quantamagazine.org/?p=119930",
          "author": "Philip Ball",
          "description": "Physical-collapse theories have long offered a natural solution to the central mystery of the quantum world. But a series of increasingly precise experiments are making them untenable.              \nThe post Experiments Spell Doom for Decades-Old Explanation of Quantum Weirdness first appeared on Quanta Magazine",
          "link": "https://www.quantamagazine.org/physics-experiments-spell-doom-for-quantum-collapse-theory-20221020/",
          "publishedOn": "2022-10-20T14:20:53.000Z",
          "wordCount": 7320,
          "title": "Experiments Spell Doom for Decades-Old Explanation of Quantum Weirdness",
          "imageUrl": "https://d2r55xnwy6nx47.cloudfront.net/uploads/2022/10/Collapse_1200_Social.webp"
        }
      ]
    },
    {
      "title": "American Institute of Physics: Chaos: An Interdisciplinary Journal of Nonlinear Science: Table of Contents",
      "feedUrl": "https://aip.scitation.org/feed/cha/most-recent",
      "siteUrl": "https://aip.scitation.org/loi/cha?af=R&feed=most-recent",
      "articles": [
        {
          "id": "https://aip.scitation.org/doi/10.1063/5.0110203?af=R&feed=most-recent",
          "author": "Anupam Ghosh",
          "description": "Chaos: An Interdisciplinary Journal of Nonlinear Science, Volume 32, Issue 10, October 2022. \nThis paper aims to study amplitude death in time delay coupled oscillators using the occasional coupling scheme that implies intermittent interaction among the oscillators. An enhancement of amplitude death regions (i.e., an increment of the width of the amplitude death regions along the control parameter axis) can be possible using the occasional coupling in a pair of delay-coupled oscillators. Our study starts with coupled limit cycle oscillators (Stuart–Landau) and coupled chaotic oscillators (Rössler). We further examine coupled horizontal Rijke tubes, a prototypical model of thermoacoustic systems. Oscillatory states are highly detrimental to thermoacoustic systems such as combustors. Consequently, a state of amplitude death is always preferred. We employ the on–off coupling (i.e., a square wave function), as an occasional coupling scheme, to these coupled oscillators. On monotonically varying the coupling strength (as a control parameter), we observe an enhancement of amplitude death regions using the occasional coupling scheme compared to the continuous coupling scheme. In order to study the contribution of the occasional coupling scheme, we perform a detailed linear stability analysis and analytically explain this enhancement of the amplitude death region for coupled limit cycle oscillators. We also adopt the frequency ratio of the oscillators and the time delay between the oscillators as the control parameters. Intriguingly, we obtain a similar enhancement of the amplitude death regions using the frequency ratio and time delay as the control parameters in the presence of the occasional coupling. Finally, we use a half-wave rectified sinusoidal wave function (motivated by practical reality) to introduce the occasional coupling in time delay coupled oscillators and get similar results.",
          "link": "https://aip.scitation.org/doi/10.1063/5.0110203?af=R&feed=most-recent",
          "publishedOn": "2022-10-24T04:08:27.000Z",
          "wordCount": 860,
          "title": "Occasional coupling enhances amplitude death in delay-coupled oscillators",
          "imageUrl": null
        },
        {
          "id": "https://aip.scitation.org/doi/10.1063/5.0095794?af=R&feed=most-recent",
          "author": null,
          "description": "Chaos: An Interdisciplinary Journal of Nonlinear Science, Volume 32, Issue 10, October 2022. \nA three-layer prey–predator model with two time-delays and one delay-dependent parameter is established in this paper. To begin, the paper calculates the conditions for each population in the model to maintain the quantity stable and Hopf bifurcation when [math], [math], [math] is in the stable interval, and [math]. The crossing curves, their type, and the direction of the crossing curves are then obtained using the crossing curve method, which is composed of the threshold values of the dynamic behavior change on the two time-delays plane when [math]. The real data from the forage grass–Ochotona curzoniae–Buteo hemilasius food chain is used to conduct an empirical study of the model. When [math], the feasible region of the crossing curves is open-ended, and the model's crossing curves on the [math] plane are truncated. This indicates that the model's threshold distribution of dynamic behavior change is a regular curve made of several curves. The simulation using the time-delay value on the crossing curves shows that the model produces different dynamic behaviors such as stability, bifurcation, and chaos depending on the time-delay value on both sides of the curves. The critical values of dynamic behavior change are time-delay values on the crossing curves. The empirical study shows that increasing Ochotona curzoniae’s environmental capacity can easily cause Hopf bifurcation of the system. At this time, the number of each population in the Plateau ecosystem constantly fluctuates, and Ochotona curzoniae is vulnerable to extinction.",
          "link": "https://aip.scitation.org/doi/10.1063/5.0095794?af=R&feed=most-recent",
          "publishedOn": "2022-10-20T02:22:49.000Z",
          "wordCount": 860,
          "title": "Hopf bifurcation of the model with terms of two time-delays and delay-dependent parameter based on the theory of crossing curves",
          "imageUrl": null
        },
        {
          "id": "https://aip.scitation.org/doi/10.1063/5.0119963?af=R&feed=most-recent",
          "author": "Mousumi Roy",
          "description": "Chaos: An Interdisciplinary Journal of Nonlinear Science, Volume 32, Issue 10, October 2022. \nIn the field of complex dynamics, multistable attractors have been gaining significant attention due to their unpredictability in occurrence and extreme sensitivity to initial conditions. Co-existing attractors are abundant in diverse systems ranging from climate to finance and ecological to social systems. In this article, we investigate a data-driven approach to infer different dynamics of a multistable system using an echo state network. We start with a parameter-aware reservoir and predict diverse dynamics for different parameter values. Interestingly, a machine is able to reproduce the dynamics almost perfectly even at distant parameters, which lie considerably far from the parameter values related to the training dynamics. In continuation, we can predict whole bifurcation diagram significant accuracy as well. We extend this study for exploring various dynamics of multistable attractors at an unknown parameter value. While we train the machine with the dynamics of only one attractor at parameter [math], it can capture the dynamics of a co-existing attractor at a new parameter value [math]. Continuing the simulation for a multiple set of initial conditions, we can identify the basins for different attractors. We generalize the results by applying the scheme on two distinct multistable systems.",
          "link": "https://aip.scitation.org/doi/10.1063/5.0119963?af=R&feed=most-recent",
          "publishedOn": "2022-10-20T02:22:48.000Z",
          "wordCount": 860,
          "title": "Model-free prediction of multistability using echo state network",
          "imageUrl": null
        },
        {
          "id": "https://aip.scitation.org/doi/10.1063/5.0108050?af=R&feed=most-recent",
          "author": "Guanli Xiao",
          "description": "Chaos: An Interdisciplinary Journal of Nonlinear Science, Volume 32, Issue 10, October 2022. \nIn this paper, we investigate the averaging principle for Caputo-type fractional stochastic differential equations driven by Brownian motion. Different from the approach of integration by parts or decomposing integral interval to deal with the estimation of integral involving singular kernel in the existing literature, we show the desired averaging principle in the sense of mean square by using Hölder inequality via growth conditions on the nonlinear stochastic term. Finally, a simulation example is given to verify the theoretical results.",
          "link": "https://aip.scitation.org/doi/10.1063/5.0108050?af=R&feed=most-recent",
          "publishedOn": "2022-10-20T02:22:47.000Z",
          "wordCount": 860,
          "title": "On the averaging principle for stochastic differential equations involving Caputo fractional derivative",
          "imageUrl": null
        },
        {
          "id": "https://aip.scitation.org/doi/10.1063/5.0101668?af=R&feed=most-recent",
          "author": "G. Lancia",
          "description": "Chaos: An Interdisciplinary Journal of Nonlinear Science, Volume 32, Issue 10, October 2022. \nOn average once every four years, the Tropical Pacific warms considerably during events called El Niño, leading to weather disruptions over many regions on Earth. Recent machine-learning approaches to El Niño prediction, in particular, Convolutional Neural Networks (CNNs), have shown a surprisingly high skill at relatively long lead times. In an attempt to understand this high skill, we here use data from distorted physics simulations with the intermediate-complexity Zebiak–Cane model to determine what aspects of El Niño physics are represented in a specific CNN-based classification method. We find that the CNN can adequately correct for distortions in the ocean adjustment processes, but that the machine-learning method has far more trouble in dealing with distortions in upwelling feedback strength.",
          "link": "https://aip.scitation.org/doi/10.1063/5.0101668?af=R&feed=most-recent",
          "publishedOn": "2022-10-20T02:22:47.000Z",
          "wordCount": 860,
          "title": "Physics captured by data-based methods in El Niño prediction",
          "imageUrl": null
        },
        {
          "id": "https://aip.scitation.org/doi/10.1063/5.0106230?af=R&feed=most-recent",
          "author": "Jung-Chao Ban",
          "description": "Chaos: An Interdisciplinary Journal of Nonlinear Science, Volume 32, Issue 10, October 2022. \nThis article aims to compare the long-term behavior of a spread model before and after a type in the model becomes frozen, namely, a type of which an individual only produces individuals of the same type. By means of substitution dynamical systems and matrix analysis, the first result of this work gives the spread rates of a 1-spread model with one frozen symbol. Later, in the work, this is shown to hold under more general settings, which include generalized frozen symbols and frozen symbols in [math]-spread models. Numerical experiments are provided as supporting evidence for the theory.",
          "link": "https://aip.scitation.org/doi/10.1063/5.0106230?af=R&feed=most-recent",
          "publishedOn": "2022-10-17T04:42:19.000Z",
          "wordCount": 860,
          "title": "Spread rates of spread models with frozen symbols",
          "imageUrl": null
        },
        {
          "id": "https://aip.scitation.org/doi/10.1063/5.0104017?af=R&feed=most-recent",
          "author": "Victor E. Camargo",
          "description": "Chaos: An Interdisciplinary Journal of Nonlinear Science, Volume 32, Issue 10, October 2022. \nWe study the synchronization of two coupled idealized economies. In the present work, we consider a recently developed economic system that shows a richness of dynamical behavior. By means of the Lyapunov exponents, we analyze that there is overly complex behavior in the transitions in the dynamics of an isolated economy, oscillating between chaotic attractors and limit cycles. Then, for two coupled economies, we analyze the synchronization states for the space of all control parameters as a function of the network coupling parameter. Interestingly, we have evidenced that there is a broad region of fully synchronized states and as we increase the coupling, some phenomena such as a smooth and intermittent loss in synchronization emerge. In the same way, we observe phase synchronization for one of the control parameters. Ultimately, in order to confirm this loss of synchronization, we inspect the stability of synchronized states through the master stability function method for some control parameters. Here, we corroborate what was previously observed, the unexpected vast range of control parameter values of instability corresponding to desynchronization.",
          "link": "https://aip.scitation.org/doi/10.1063/5.0104017?af=R&feed=most-recent",
          "publishedOn": "2022-10-17T04:42:18.000Z",
          "wordCount": 860,
          "title": "Synchronization and bifurcation in an economic model",
          "imageUrl": null
        },
        {
          "id": "https://aip.scitation.org/doi/10.1063/5.0102880?af=R&feed=most-recent",
          "author": "Gabriele Paolini",
          "description": "Chaos: An Interdisciplinary Journal of Nonlinear Science, Volume 32, Issue 10, October 2022. \nWe report on collective excitable events in a highly diluted random network of non-excitable nodes. Excitability arises thanks to a self-sustained local adaptation mechanism that drives the system on a slow timescale across a hysteretic phase transition involving states with different degrees of synchronization. These phenomena have been investigated for the Kuramoto model with bimodal distribution of the natural frequencies and for the Kuramoto model with inertia and a unimodal frequency distribution. We consider global and partial stimulation protocols and characterize the system response for different levels of dilution. We compare the results with those obtained in the fully coupled case showing that such collective phenomena are remarkably robust against network diluteness.",
          "link": "https://aip.scitation.org/doi/10.1063/5.0102880?af=R&feed=most-recent",
          "publishedOn": "2022-10-14T02:01:17.000Z",
          "wordCount": 860,
          "title": "Collective excitability in highly diluted random networks of oscillators",
          "imageUrl": null
        },
        {
          "id": "https://aip.scitation.org/doi/10.1063/5.0107554?af=R&feed=most-recent",
          "author": "N. J. López-Alamilla",
          "description": "Chaos: An Interdisciplinary Journal of Nonlinear Science, Volume 32, Issue 10, October 2022. \nWe presented a methodology to approximate the entropy production for Brownian motion in a tilted periodic potential. The approximation stems from the well known thermodynamic uncertainty relation. By applying a virial-like expansion, we provided a tighter lower limit solely in terms of the drift velocity and diffusion. The approach presented is systematically analyzed in the tight-binding regime. We also provide a relative simple rule to validate using the tight-binding approach based on drift and diffusion relations rather than energy barriers and forces. We also discuss the implications of our results outside the tight-binding regime.",
          "link": "https://aip.scitation.org/doi/10.1063/5.0107554?af=R&feed=most-recent",
          "publishedOn": "2022-10-14T02:01:17.000Z",
          "wordCount": 860,
          "title": "Virial-like thermodynamic uncertainty relation in the tight-binding regime",
          "imageUrl": null
        },
        {
          "id": "https://aip.scitation.org/doi/10.1063/5.0106402?af=R&feed=most-recent",
          "author": "Jingjie Liang",
          "description": "Chaos: An Interdisciplinary Journal of Nonlinear Science, Volume 32, Issue 10, October 2022. \nThe interaction between the swarm individuals affects the dynamic behavior of the swarm, but it is difficult to obtain directly from outside observation. Therefore, the problem we focus on is inferring the structure of the interactions in the swarm from the individual behavior trajectories. Similar inference problems that existed in network science are named network reconstruction or network inference. It is a fundamental problem pervading research on complex systems. In this paper, a new method, called Motion Trajectory Similarity, is developed for inferring direct interactions from the motion state of individuals in the swarm. It constructs correlations by combining the similarity of the motion trajectories of each cross section of the time series, in which individuals with highly similar motion states are more likely to interact with each other. Experiments on the flocking systems demonstrate that our method can produce a reliable interaction inference and outperform traditional network inference methods. It can withstand a high level of noise and time delay introduced into flocking models, as well as parameter variation in the flocking system, to achieve robust reconstruction. The proposed method provides a new perspective for inferring the interaction structure of a swarm, which helps us to explore the mechanisms of collective movement in swarms and paves the way for developing the flocking models that can be quantified and predicted.",
          "link": "https://aip.scitation.org/doi/10.1063/5.0106402?af=R&feed=most-recent",
          "publishedOn": "2022-10-14T02:01:16.000Z",
          "wordCount": 860,
          "title": "The structure inference of flocking systems based on the trajectories",
          "imageUrl": null
        },
        {
          "id": "https://aip.scitation.org/doi/10.1063/5.0120404?af=R&feed=most-recent",
          "author": "A. V. Slunyaev",
          "description": "Chaos: An Interdisciplinary Journal of Nonlinear Science, Volume 32, Issue 10, October 2022. \nSynchronous collisions between a large number of solitons are considered in the context of a statistical description. It is shown that, during the interaction of solitons of the same signs, the wave field is effectively smoothed out. When the number of solitons increases and the sequence of their amplitudes decay slower, the focused wave becomes even smoother and the statistical moments get frozen for a long time. This quasi-stationary state is characterized by greatly reduced statistical moments and by the density of solitons close to some critical value. This state may be treated as the small-dispersion limit, what makes it possible to analytically estimate all high-order statistical moments. While the focus of the study is made on the Korteweg–de Vries equation and its modified version, a much broader applicability of the results to equations that support soliton-type solutions is discussed.",
          "link": "https://aip.scitation.org/doi/10.1063/5.0120404?af=R&feed=most-recent",
          "publishedOn": "2022-10-14T02:01:15.000Z",
          "wordCount": 860,
          "title": "Statistical properties of extreme soliton collisions",
          "imageUrl": null
        },
        {
          "id": "https://aip.scitation.org/doi/10.1063/5.0101935?af=R&feed=most-recent",
          "author": "Evaldo M. F. Curado",
          "description": "Chaos: An Interdisciplinary Journal of Nonlinear Science, Volume 32, Issue 10, October 2022. \nIn 1911, Jüttner proposed the generalization, for a relativistic gas, of the Maxwell–Boltzmann distribution of velocities. Here, we want to discuss, among others, the Jüttner probability density function (PDF). Both the velocity space and, consequently, the momentum space are not flat in special relativity. The velocity space corresponds to the Lobachevsky one, which has a negative curvature. This curvature induces a specific power for the Lorentz factor in the PDF, affecting the Jüttner normalization constant in one, two, and three dimensions. Furthermore, Jüttner distribution, written in terms of a more convenient variable, the rapidity, presents a curvature change at the origin at sufficiently high energy, which does not agree with our computational dynamics simulations of a relativistic gas. However, in one dimension, the rapidity satisfies a simple additivity law. This allows us to obtain, through the central limit theorem, a new, Lorentz-invariant, PDF whose curvature at the origin does not change for any energy value and which agrees with our computational dynamics simulations data. Also, we perform extensive first-principle simulations of a one-dimensional relativistic gas constituted by light and heavy particles.",
          "link": "https://aip.scitation.org/doi/10.1063/5.0101935?af=R&feed=most-recent",
          "publishedOn": "2022-10-14T02:01:15.000Z",
          "wordCount": 860,
          "title": "Relativistic gas: Lorentz-invariant distribution for the velocities",
          "imageUrl": null
        },
        {
          "id": "https://aip.scitation.org/doi/10.1063/5.0089059?af=R&feed=most-recent",
          "author": "Feng Tian",
          "description": "Chaos: An Interdisciplinary Journal of Nonlinear Science, Volume 32, Issue 10, October 2022. \nA complex network has been widely used to reveal the rule of a complex system. How to convert the stock data into a network is an open issue since the stock data are so large and their random volatility is strong. In this paper, a seasonal trend decomposition procedure based on the loess ([math]) method is applied to convert the stock time series into a directed and weighted symbolic network. Three empirical stock datasets, including the closing price of Shanghai Securities Composite Index, S&P 500 Index, and Nikkei 225 Index, are considered. The properties of these stock time series are revealed from the topological characteristics of corresponding symbolic networks. The results show that: (1) both the weighted indegree and outdegree distributions obey the power-law distribution well; (2) fluctuations of stock closing price are revealed by related network topological properties, such as weighting degree, betweenness, pageranks, and clustering coefficient; and (3) stock closing price, in particular, periods such as financial crises, can be identified by modularity class of the symbolic networks. Moreover, the comparison between the [math] method and the visibility graph further highlights the advantages of the [math] method in terms of the time complexity of the algorithm. Our method offers a new idea to study the network conversion of stock time series.",
          "link": "https://aip.scitation.org/doi/10.1063/5.0089059?af=R&feed=most-recent",
          "publishedOn": "2022-10-14T02:01:14.000Z",
          "wordCount": 860,
          "title": "An empirical study on network conversion of stock time series based on STL method",
          "imageUrl": null
        },
        {
          "id": "https://aip.scitation.org/doi/10.1063/5.0096959?af=R&feed=most-recent",
          "author": "Jicheng Duan",
          "description": "Chaos: An Interdisciplinary Journal of Nonlinear Science, Volume 32, Issue 10, October 2022. \nNonsmooth systems are widely encountered in engineering fields. They have abundant dynamical phenomena, including some results on the complex dynamics in such systems under quasiperiodically forced excitations. In this work, we consider a quasiperiodically forced piecewise linear oscillator and show that strange nonchaotic attractors (SNAs) do exist in such nonsmooth systems. The generation and evolution mechanisms of SNAs are discussed. The torus-doubling, fractal, bubbling, and intermittency routes to SNAs are identified. The strange properties of SNAs are characterized with the aid of the phase sensitivity function, singular continuous spectrum, rational frequency approximation, and the path of the partial Fourier sum of state variables in a complex plane. The nonchaotic properties of SNAs are verified by the methods of maximum Lyapunov exponent and power spectrum.",
          "link": "https://aip.scitation.org/doi/10.1063/5.0096959?af=R&feed=most-recent",
          "publishedOn": "2022-10-10T03:22:17.000Z",
          "wordCount": 860,
          "title": "Birth of strange nonchaotic attractors in a piecewise linear oscillator",
          "imageUrl": null
        },
        {
          "id": "https://aip.scitation.org/doi/10.1063/5.0101321?af=R&feed=most-recent",
          "author": "Joel Weijia Lai",
          "description": "Chaos: An Interdisciplinary Journal of Nonlinear Science, Volume 32, Issue 10, October 2022. \nIndividuals can make choices for themselves that are beneficial or detrimental to the entire group. Consider two losing choices that some individuals have to make on behalf of the group. Is it possible that the losing choices combine to give a winning outcome? We show that it is possible through a variant of Parrondo’s paradox—the preference aggregation Parrondo’s paradox (PAPP). This new variant of Parrondo’s paradox makes use of an aggregate rule that combines with a decision-making heuristic that can be applied to individuals or parts of the social group. The aim of this work is to discuss this PAPP framework and exemplify it on a social network. This work enhances existing research by constructing a feedback loop that allows individuals in the social network to adapt its behavior according to the outcome of the Parrondo’s games played.",
          "link": "https://aip.scitation.org/doi/10.1063/5.0101321?af=R&feed=most-recent",
          "publishedOn": "2022-10-10T03:21:17.000Z",
          "wordCount": 860,
          "title": "A comprehensive framework for preference aggregation Parrondo’s paradox",
          "imageUrl": null
        },
        {
          "id": "https://aip.scitation.org/doi/10.1063/5.0117845?af=R&feed=most-recent",
          "author": "O. Dogonasheva",
          "description": "Chaos: An Interdisciplinary Journal of Nonlinear Science, Volume 32, Issue 10, October 2022. \nFormation of synchronous activity patterns is an essential property of neuronal networks that has been of central interest to synchronization theory. Chimera states, where both synchronous and asynchronous activities of neurons co-exist in a single network, are particularly poignant examples of such patterns, whose dynamics and multistability may underlie brain function, such as cognitive tasks. However, dynamical mechanisms of coherent state formation in spiking neuronal networks as well as ways to control these states remain unclear. In this paper, we take a step in this direction by considering the evolution of chimera states in a network of class II excitable Morris–Lecar neurons with asymmetrical nonlocal inhibitory connections. Using the adaptive coherence measure, we are able to partition the network parameter space into regions of various collective behaviors (antiphase synchronous clusters, traveling waves, different types of chimera states as well as a spiking death regime) and have shown multistability between the various regimes. We track the evolution of the chimera states as a function of changed key network parameters and found transitions between various types of chimera states. We further find that the network can demonstrate long transients leading to quasi-persistence of activity patterns in the border regions hinting at near-criticality behaviors.",
          "link": "https://aip.scitation.org/doi/10.1063/5.0117845?af=R&feed=most-recent",
          "publishedOn": "2022-10-07T01:54:58.000Z",
          "wordCount": 860,
          "title": "Multistability and evolution of chimera states in a network of type II Morris–Lecar neurons with asymmetrical nonlocal inhibitory connections",
          "imageUrl": null
        },
        {
          "id": "https://aip.scitation.org/doi/10.1063/5.0102483?af=R&feed=most-recent",
          "author": "Ming Zhang",
          "description": "Chaos: An Interdisciplinary Journal of Nonlinear Science, Volume 32, Issue 10, October 2022. \nIndividual behaviors and social relations influence each other. However, understanding the underlying mechanism remains challenging. From social norms controlling human behavior to individual management of interpersonal relationships, rewards and punishments are some of the most commonly used measures. Through simulating the weak prisoner’s dilemma in finite populations, we find that neither a simple reward measure nor a pure punishment mechanism can extensively promote cooperation. Instead, a combination of appropriate punishment and reward mechanisms can promote cooperation’s prosperity regardless of how large or small the temptation to defect is. In addition, the combination spontaneously produces inhomogeneities in social relations and individual influence, which support the continued existence of cooperative behavior. Finally, we further explain how cooperators establish a sustainable existence under the combination by investigating the social relations at different moments in a small system. These results demonstrate that dispensing rewards and punishments impartially in society is essential to social harmony.",
          "link": "https://aip.scitation.org/doi/10.1063/5.0102483?af=R&feed=most-recent",
          "publishedOn": "2022-10-06T02:40:52.000Z",
          "wordCount": 860,
          "title": "The combination of social reward and punishment is conducive to the cooperation and heterogeneity of social relations",
          "imageUrl": null
        },
        {
          "id": "https://aip.scitation.org/doi/10.1063/5.0107427?af=R&feed=most-recent",
          "author": "Darko Stosic",
          "description": "Chaos: An Interdisciplinary Journal of Nonlinear Science, Volume 32, Issue 10, October 2022. \nA novel heuristic approach is proposed here for time series data analysis, dubbed Generalized weighted permutation entropy, which amalgamates and generalizes beyond their original scope two well established data analysis methods: Permutation entropy and Weighted permutation entropy. The method introduces a scaling parameter to discern the disorder and complexity of ordinal patterns with small and large fluctuations. Using this scaling parameter, the complexity-entropy causality plane is generalized to the complexity-entropy-scale causality box. Simulations conducted on synthetic series generated by stochastic, chaotic, and random processes, as well as real world data, are shown to produce unique signatures in this three dimensional representation.",
          "link": "https://aip.scitation.org/doi/10.1063/5.0107427?af=R&feed=most-recent",
          "publishedOn": "2022-10-06T02:40:51.000Z",
          "wordCount": 860,
          "title": "Generalized weighted permutation entropy",
          "imageUrl": null
        },
        {
          "id": "https://aip.scitation.org/doi/10.1063/5.0105969?af=R&feed=most-recent",
          "author": "Connor Olson",
          "description": "Chaos: An Interdisciplinary Journal of Nonlinear Science, Volume 32, Issue 10, October 2022. \nWe study a dynamical system defined by a repeated game on a 1D lattice, in which the players keep track of their gross payoffs over time in a bank. Strategy updates are governed by a Boltzmann distribution, which depends on the neighborhood bank values associated with each strategy, relative to a temperature scale, which defines the random fluctuations. Players with higher bank values are, thus, less likely to change strategy than players with a lower bank value. For a parameterized rock–paper–scissors game, we derive a condition under which communities of a given strategy form with either fixed or drifting boundaries. We show the effect of a temperature increase on the underlying system and identify surprising properties of this model through numerical simulations.",
          "link": "https://aip.scitation.org/doi/10.1063/5.0105969?af=R&feed=most-recent",
          "publishedOn": "2022-10-04T05:26:44.000Z",
          "wordCount": 860,
          "title": "Community formation in wealth-mediated thermodynamic strategy evolution",
          "imageUrl": null
        },
        {
          "id": "https://aip.scitation.org/doi/10.1063/5.0102390?af=R&feed=most-recent",
          "author": "Qin Li",
          "description": "Chaos: An Interdisciplinary Journal of Nonlinear Science, Volume 32, Issue 10, October 2022. \nWith the outbreak of COVID-19, great loss and damage were brought to human society, making the study of epidemic spreading become a significant topic nowadays. To analyze the spread of infectious diseases among different areas, e.g., communities, cities, or countries, we construct a network, based on the epidemic model and the network coupling, whose nodes denote areas, and edges represent population migrations between two areas. Each node follows its dynamic, which describes an epidemic spreading among individuals in an area, and the node also interacts with other nodes, which indicates the spreading among different areas. By giving mathematical proof, we deduce that our model has a stable solution despite the network structure. We propose the peak infected ratio (PIR) as a property of infectious diseases in a certain area, which is not independent of the network structure. We find that increasing the population mobility or the disease infectiousness both cause higher peak infected population all over different by simulation. Furthermore, we apply our model to real-world data on COVID-19 and after properly adjusting the parameters of our model, the distribution of the peak infection ratio in different areas can be well fitted.",
          "link": "https://aip.scitation.org/doi/10.1063/5.0102390?af=R&feed=most-recent",
          "publishedOn": "2022-10-04T05:25:44.000Z",
          "wordCount": 860,
          "title": "Network spreading among areas: A dynamical complex network modeling approach",
          "imageUrl": null
        },
        {
          "id": "https://aip.scitation.org/doi/10.1063/5.0101495?af=R&feed=most-recent",
          "author": "K.-W. Park",
          "description": "Chaos: An Interdisciplinary Journal of Nonlinear Science, Volume 32, Issue 10, October 2022. \nWe investigate two types of avoided crossings in a chaotic billiard within the framework of information theory. The Shannon entropy in the phase space for the Landau–Zener interaction increases as the center of the avoided crossing is approached, whereas for the Demkov interaction, the Shannon entropy decreases as the center of avoided crossing is passed by with an increase in the deformation parameter. This feature can provide a new indicator for scar formation. In addition, it is found that the Fisher information of the Landau–Zener interaction is significantly larger than that of the Demkov interaction.",
          "link": "https://aip.scitation.org/doi/10.1063/5.0101495?af=R&feed=most-recent",
          "publishedOn": "2022-10-04T05:24:43.000Z",
          "wordCount": 3551,
          "title": "Entropic comparison of Landau–Zener and Demkov interactions in the phase space of a quadrupole billiard",
          "imageUrl": "https://aip.scitation.org/action/showOpenGraphArticleImage?doi=10.1063/5.0101495&id=images/medium/5.0101495.figures.online.highlight_f1.jpg"
        }
      ]
    },
    {
      "title": "Nonlinear dynamics : nature.com subject feeds",
      "feedUrl": "https://www.nature.com/subjects/nonlinear-dynamics.rss",
      "siteUrl": "https://www.nature.com/subjects/nonlinear-dynamics",
      "articles": [
        {
          "id": "https://www.nature.com/articles/s43588-022-00345-7",
          "author": null,
          "description": "Nature Computational Science - Author Correction: Forced and spontaneous symmetry breaking in cell polarization",
          "link": "https://www.nature.com/articles/s43588-022-00345-7",
          "publishedOn": "2022-10-17T00:00:00.000Z",
          "wordCount": 2216,
          "title": "Author Correction: Forced and spontaneous symmetry breaking in cell polarization",
          "imageUrl": null
        },
        {
          "id": "https://www.nature.com/articles/s41467-022-33679-x",
          "author": null,
          "description": "Constructing a minimal protein machinery for self-division of membrane compartments is a major goal of bottom-up synthetic biology. Here, authors achieved the assembly, placement and onset of contraction of a minimal division ring in lipid vesicles.",
          "link": "https://www.nature.com/articles/s41467-022-33679-x",
          "publishedOn": "2022-10-15T00:00:00.000Z",
          "wordCount": 13896,
          "title": "In vitro assembly, positioning and contraction of a division ring in minimal cells",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41467-022-33679-x/MediaObjects/41467_2022_33679_Fig1_HTML.png"
        },
        {
          "id": "https://www.nature.com/articles/s41540-022-00248-3",
          "author": null,
          "description": "npj Systems Biology and Applications - Early dynamics of chronic myeloid leukemia on nilotinib predicts deep molecular response",
          "link": "https://www.nature.com/articles/s41540-022-00248-3",
          "publishedOn": "2022-10-13T00:00:00.000Z",
          "wordCount": 11338,
          "title": "Early dynamics of chronic myeloid leukemia on nilotinib predicts deep molecular response",
          "imageUrl": "https://media.springernature.com/m685/springer-static/image/art%3A10.1038%2Fs41540-022-00248-3/MediaObjects/41540_2022_248_Fig1_HTML.png"
        }
      ]
    },
    {
      "title": "Latest Results",
      "feedUrl": "https://link.springer.com/search.rss?query=&search-within=Journal&facet-journal-id=285",
      "siteUrl": "http://link.springer.com",
      "articles": [
        {
          "id": "285",
          "author": null,
          "description": "",
          "link": "http://link.springer.com/285",
          "publishedOn": "2022-10-25T00:00:00.000Z",
          "wordCount": null,
          "title": "Journal of Mathematical Biology",
          "imageUrl": null
        },
        {
          "id": "10.1007/s00285-022-01790-8",
          "author": null,
          "description": "Abstract\nAll schoolchildren know how often they breathe, but even experts don’t know exactly why. The aim of this publication is to develop a model of the resting spontaneous breathing rate using physiological, physical and mathematical methods with the aid of the principle that evolution pushes physiology in a direction that is as economical as possible. The respiratory rate then follows from an equation with the parameters \n                      \n                      \\(\\hbox {CO}_{2}\\)\n                      \n                    -production rate of the organism, resistance, static compliance and dead space of the lungs, the inspiration duration: expiration duration - ratio and the end-expiratory \n                      \n                      \\(\\hbox {CO}_{2}\\)\n                      \n     …",
          "link": "http://link.springer.com/10.1007/s00285-022-01790-8",
          "publishedOn": "2022-10-25T00:00:00.000Z",
          "wordCount": 20140,
          "title": "The (human) respiratory rate at rest",
          "imageUrl": "https://media.springernature.com/w200/springer-static/cover/journal/285.jpg"
        },
        {
          "id": "10.1007/s00285-022-01814-3",
          "author": null,
          "description": "Abstract\nSimplified conditions are given for the existence and positivity of wave speed for an integro-difference equation with a strong Allee effect and an unbounded habitat. The results are used to obtain the existence of a critical patch size for an equation with a bounded habitat. It is shown that if the wave speed is positive there exists a critical patch size such that for a habitat size above the critical patch size solutions can persist in space, and if the wave speed is negative solutions always approach zero. An analytical integral formula is developed to determine the critical patch size when the Laplace dispersal kernel is used, and this formula shows existence of multiple equilibrium solutions. Numerical simulations are provided to demonstrate connections among the wave speed, critical patch size, and Allee threshold.",
          "link": "http://link.springer.com/10.1007/s00285-022-01814-3",
          "publishedOn": "2022-10-22T00:00:00.000Z",
          "wordCount": 3471,
          "title": "Wave speed and critical patch size for integro-difference equations with a strong Allee effect",
          "imageUrl": "https://media.springernature.com/w200/springer-static/cover/journal/285.jpg"
        },
        {
          "id": "10.1007/s00285-022-01827-y",
          "author": null,
          "description": "Abstract\nAtherosclerosis, one of the leading causes of death in USA and worldwide, begins with a lesion in the intima of the arterial wall, allowing LDL to penetrate into the intima where they are oxidized. The immune system considers these oxidized LDL as a dangerous substance and tasks the macrophages to attack them; incapacitated macrophages become foam cells and leads to the formation of a plaque. As the plaque continues to grow, it progressively restricts the blood flow, possibly triggering heart attack or stroke. Because the blood vessels tend to be circular, two-space dimensional cross section model is a good approximation, and the two-space dimensional models are studied in Friedman et al. (J Differ Equ 259(4):1227–1255, 2015) and Zhao and Hu (J Differ Equ 288:250–287, 2021). It is interesting to see whether a true three-space dimensional stationary solution can be developed. We shall establish a three-space dimensional stationary solution for the mathematical model of the initiation and development of atherosclerosis which involves LDL and HDL cholesterols, macrophages and foam cells. The model is a highly nonlinear and coupled system of PDEs with a free boundary, the interface between the plaque and the blood flow. We establish infinite branches of symmetry-breaking stationary solutions which bifurcate from the annular stationary solution in the longitude direction.",
          "link": "http://link.springer.com/10.1007/s00285-022-01827-y",
          "publishedOn": "2022-10-22T00:00:00.000Z",
          "wordCount": 3154,
          "title": "Symmetry-breaking longitude bifurcations for a free boundary problem modeling small plaques in three dimensions",
          "imageUrl": "https://media.springernature.com/w200/springer-static/cover/journal/285.jpg"
        },
        {
          "id": "10.1007/s00285-022-01826-z",
          "author": null,
          "description": "Abstract\nGame theory is now routinely applied to quantitatively model the decision making of individuals presented with various voluntary actions that can prevent a given disease. Most models consider only a single preventive strategy and the case where multiple preventative actions are available is severely understudied. In our paper, we consider a very simple SI compartmental model of rabies in the domestic dog population. We study two choices of the dog owners: to vaccinate their dogs or to restrict the movements of unvaccinated dogs. We analyze the relatively rich patterns of Nash equilibria (NE). We show that there is always at least one NE at which the owners utilize only one form of prevention. However, there can be up to three different NEs at the same time: two NEs at which the owners use exclusively only the vaccination or movement restriction, and the third NE when the owners use both forms of prevention simultaneously. However, we also show that, unlike the first two types of NEs, the third kind of NE is not convergent stable.",
          "link": "http://link.springer.com/10.1007/s00285-022-01826-z",
          "publishedOn": "2022-10-20T00:00:00.000Z",
          "wordCount": 9424,
          "title": "A game-theoretic model of rabies in domestic dogs with multiple voluntary preventive measures",
          "imageUrl": "https://media.springernature.com/w200/springer-static/cover/journal/285.jpg"
        },
        {
          "id": "10.1007/s00285-022-01824-1",
          "author": null,
          "description": "Abstract\nDeriving emergent patterns from models of biological processes is a core concern of mathematical biology. In the context of partial differential equations, these emergent patterns sometimes appear as local minimisers of a corresponding energy functional. Here we give methods for determining the qualitative structure of local minimum energy states of a broad class of multi-species nonlocal advection–diffusion models, recently proposed for modelling the spatial structure of ecosystems. We show that when each pair of species respond to one another in a symmetric fashion (i.e. via mutual avoidance or mutual attraction, with equal strength), the system admits an energy functional that decreases in time and is bounded below. This suggests that the system will eventually reach a local minimum energy steady state, rather than fluctuating in perpetuity. We leverage this energy functional to develop tools, including a novel application of computational algebraic geometry, for making conjectures about the number and qualitative structure of local minimum energy solutions. These conjectures give a guide as to where to look for numerical steady state solutions, which we verify through numerical analysis. Our technique shows that even with two species, multi-stability with up to four classes of local minimum energy states can emerge. The associated dynamics include spatial sorting via aggregation and repulsion both within and between species. The emerging spatial patterns include a mixture of territory-like segregation as well as narrow spike-type solutions. Overall, our study reveals a general picture of rich multi-stability in systems of moving and interacting species.",
          "link": "http://link.springer.com/10.1007/s00285-022-01824-1",
          "publishedOn": "2022-10-20T00:00:00.000Z",
          "wordCount": 20435,
          "title": "Detecting minimum energy states and multi-stability in nonlocal advection–diffusion models for interacting species",
          "imageUrl": "https://media.springernature.com/w200/springer-static/cover/journal/285.jpg"
        },
        {
          "id": "10.1007/s00285-022-01829-w",
          "author": null,
          "description": "Abstract\nOf paramount importance in both ecological systems and economic policies are the problems of harvesting of natural resources. A paradigmatic situation where this question is raised is that of fishing strategies. Indeed, overfishing is a well-known problem in the management of live-stocks, as being too greedy may lead to an overall dramatic depletion of the population we are harvesting. A closely related topic is that of Nash equilibria in the context of fishing policies. Namely, two players being in competition for the same pool of resources, is it possible for them to find an equilibrium situation? The goal of this paper is to provide a detailed analysis of these two queries (i.e optimal fishing strategies for single-player models and study of Nash equilibria for multiple players…",
          "link": "http://link.springer.com/10.1007/s00285-022-01829-w",
          "publishedOn": "2022-10-19T00:00:00.000Z",
          "wordCount": 5029,
          "title": "Spatial ecology, optimal control and game theoretical fishing problems",
          "imageUrl": "https://media.springernature.com/w200/springer-static/cover/journal/285.jpg"
        },
        {
          "id": "10.1007/s00285-022-01815-2",
          "author": null,
          "description": "Abstract\nTo understand the mechanisms underlying species coexistence, ecologists often study invasion growth rates of theoretical and data-driven models. These growth rates correspond to average per-capita growth rates of one species with respect to an ergodic measure supporting other species. In the ecological literature, coexistence often is equated with the invasion growth rates being positive. Intuitively, positive invasion growth rates ensure that species recover from being rare. To provide a mathematically rigorous framework for this approach, we prove theorems that answer two questions: (i) When do the signs of the invasion growth rates determine coexistence? (ii) When signs are sufficient, which invasion growth rates need to be positive? We focus on deterministic models and equate …",
          "link": "http://link.springer.com/10.1007/s00285-022-01815-2",
          "publishedOn": "2022-10-18T00:00:00.000Z",
          "wordCount": 11846,
          "title": "Permanence via invasion graphs: incorporating community assembly into modern coexistence theory",
          "imageUrl": "https://media.springernature.com/w200/springer-static/cover/journal/285.jpg"
        },
        {
          "id": "10.1007/s00285-022-01823-2",
          "author": null,
          "description": "Abstract\nAbsolute Concentration Robustness (ACR) was introduced by Shinar and Feinberg (Science 327:1389-1391, 2010) as robustness of equilibrium species concentration in a mass action dynamical system. Their aim was to devise a mathematical condition that will ensure robustness in the function of the biological system being modeled. The robustness of function rests on what we refer to as empirical robustness—the concentration of a species remains unvarying, when measured in the long run, across arbitrary initial conditions. Even simple examples show that the ACR notion introduced in Shinar and Feinberg (Science 327:1389-1391, 2010) (here referred to as static ACR) is neither necessary nor sufficient for empirical robustness. To make a stronger connection with empirical robustness, we define dynamic ACR, a property related to long-term, global dynamics, rather than only to equilibrium behavior. We discuss general dynamical systems with dynamic ACR properties as well as parametrized families of dynamical systems related to reaction networks. We find necessary and sufficient conditions for dynamic ACR in complex balanced reaction networks, a class of networks that is central to the theory of reaction networks.",
          "link": "http://link.springer.com/10.1007/s00285-022-01823-2",
          "publishedOn": "2022-10-15T00:00:00.000Z",
          "wordCount": 3455,
          "title": "Foundations of static and dynamic absolute concentration robustness",
          "imageUrl": "https://media.springernature.com/w200/springer-static/cover/journal/285.jpg"
        },
        {
          "id": "10.1007/s00285-022-01821-4",
          "author": null,
          "description": "Abstract\nHow to determine the spatial distribution and population dynamics of animals are some of the key questions in ecology. These two have been coupled before, but there is no general method for determining spatial distributions based on instantanous behavior coupled with population dynamics. We propose modeling interacting populations with instantaneous habitat choice through mean-field games. By using the framework of variational inequalities, we are able to determine existence and uniqueness for habitat distributions of interacting populations, in both continuous and discrete habitats. With some additional restrictions, we are also able to show existence and uniqueness of fixed-points of the population dynamics along with spatial distributions. We illustrate our theoretical results by studying a Rosenzweig–MacArthur model where predators and consumers inhabit a continuous habitat. This study is conducted both theoretically and numerically. Analyzing the emergent dynamics is possible as viewing the system from the vantage point of variational inequalities allows for applying efficient numerical methods. The generality of our theoretical approach opens up for studying complex ecosystems, e.g. the impact of enrichment on spatial distributions in marine ecosystems.",
          "link": "http://link.springer.com/10.1007/s00285-022-01821-4",
          "publishedOn": "2022-10-14T00:00:00.000Z",
          "wordCount": 14828,
          "title": "Population games with instantaneous behavior and the Rosenzweig–MacArthur model",
          "imageUrl": "https://media.springernature.com/w200/springer-static/cover/journal/285.jpg"
        },
        {
          "id": "10.1007/s00285-022-01819-y",
          "author": null,
          "description": "Abstract\nExternal beam radiation therapy is a key part of modern cancer treatments which uses high doses of radiation to destroy tumour cells. Despite its widespread usage and extensive study in theoretical, experimental, and clinical works, many questions still remain about how best to administer it. Many mathematical studies have examined optimal scheduling of radiotherapy, and most come to similar conclusions. Importantly though, these studies generally assume intratumoral homogeneity. But in recent years, it has become clear that tumours are not homogeneous masses of cancerous cells, but wildly heterogeneous masses with various subpopulations which grow and respond to treatment differently. One subpopulation of particular importance is cancer stem cells (CSCs) which are known to exhibi…",
          "link": "http://link.springer.com/10.1007/s00285-022-01819-y",
          "publishedOn": "2022-10-13T00:00:00.000Z",
          "wordCount": 3697,
          "title": "Temporal optimization of radiation therapy to heterogeneous tumour populations and cancer stem cells",
          "imageUrl": "https://media.springernature.com/w200/springer-static/cover/journal/285.jpg"
        },
        {
          "id": "10.1007/s00285-022-01825-0",
          "author": null,
          "description": "Abstract\nVegetation patterns with a variety of structures is amazing phenomena in arid or semi-arid areas, which can identify the evolution law of vegetation and are typical signals of ecosystem functions. Many achievements have been made in this respect, yet the mechanisms of uptake–diffusion feedback on the pattern structures of vegetation is not fully understood. To well reveal the influences of parameters perturbation on the pattern formation of vegetation, we give a comprehensive analysis on a vegetation–water model in the forms of reaction–diffusion equation which is posed by Zelnik et al. (Proc Natl Acad Sci 112:12,327–12,331, 2015). We obtain the exact parameters range for stationary patterns and show the dynamical behaviors near the bifurcation point based on nonlinear analysis. It is found that the model has the properties of spot, labyrinth and gap patterns. Moreover, water diffusion rate prohibits the growth of vegetation while shading parameter promotes the increase of vegetation biomass. Our results show that gradual transitions from uniform state to gap pattern can occur for suitable value of parameters which may induce the emergence of desertification.",
          "link": "http://link.springer.com/10.1007/s00285-022-01825-0",
          "publishedOn": "2022-10-13T00:00:00.000Z",
          "wordCount": 4496,
          "title": "Spatial dynamics of a vegetation model with uptake–diffusion feedback in an arid environment",
          "imageUrl": "https://media.springernature.com/w200/springer-static/cover/journal/285.jpg"
        },
        {
          "id": "10.1007/s00285-022-01816-1",
          "author": null,
          "description": "Abstract\nTo study disease transmission with vaccination based on the network, we map an SIR model to a site-bond percolation model. In the case where the vaccination probability is zero, this model degenerates into a bond percolation model without the immunization. Using the method of generation functions, we obtain exact theoretical results for the epidemic threshold and the average outbreak size. From these exact solutions, we find that the epidemic threshold increases while the average outbreak size decreases with vaccination probability. Numerical simulations show that the size of giant component S increases with transmissibility T but decreases with the probability of vaccination. In addition, we compare the epidemic threshold and the size of the giant component for a Poisson network, an exponential network and a power-law network using numerical simulations. When the probability of vaccination is fixed, the epidemic threshold is the smallest for heterogeneous networks and the size of giant component S in homogeneous networks becomes largest for large transmissibility T(T close to 1).",
          "link": "http://link.springer.com/10.1007/s00285-022-01816-1",
          "publishedOn": "2022-10-12T00:00:00.000Z",
          "wordCount": 6653,
          "title": "Site-bond percolation model of epidemic spreading with vaccination in complex networks",
          "imageUrl": "https://media.springernature.com/w200/springer-static/cover/journal/285.jpg"
        },
        {
          "id": "10.1007/s00285-022-01807-2",
          "author": null,
          "description": "Abstract\nThe complexity of biological systems, and the increasingly large amount of associated experimental data, necessitates that we develop mathematical models to further our understanding of these systems. Because biological systems are generally not well understood, most mathematical models of these systems are based on experimental data, resulting in a seemingly heterogeneous collection of models that ostensibly represent the same system. To understand the system we therefore need to understand how the different models are related to each other, with a view to obtaining a unified mathematical description. This goal is complicated by the fact that a number of distinct mathematical formalisms may be employed to represent the same system, making direct comparison of the models very diff…",
          "link": "http://link.springer.com/10.1007/s00285-022-01807-2",
          "publishedOn": "2022-10-09T00:00:00.000Z",
          "wordCount": 20424,
          "title": "A group theoretic approach to model comparison with simplicial representations",
          "imageUrl": "https://media.springernature.com/w200/springer-static/cover/journal/285.jpg"
        },
        {
          "id": "10.1007/s00285-022-01813-4",
          "author": null,
          "description": "Abstract\nCancer cells at the tumor boundary move in the direction of the oxygen gradient, while cancer cells far within the tumor are in a necrotic state. This paper introduces a simple mathematical model that accounts for these facts. The model consists of cancer cells, cytotoxic T cells, and oxygen satisfying a system of partial differential equations. Some of the model parameters represent the effect of anti-cancer drugs. The tumor boundary is a free boundary whose dynamics is determined by the movement of cancer cells at the boundary. The model is simulated for radially symmetric and axially symmetric tumors, and it is shown that the tumor may increase or decrease in size, depending on the “strength\" of the drugs. Existence theorems are proved, global in-time in the radially symmetric case, and local in-time for any shape of tumor. In the radially symmetric case, it is proved, under different conditions, that the tumor may shrink monotonically, or expand monotonically.",
          "link": "http://link.springer.com/10.1007/s00285-022-01813-4",
          "publishedOn": "2022-10-07T00:00:00.000Z",
          "wordCount": 3489,
          "title": "A cancer model with nonlocal free boundary dynamics",
          "imageUrl": "https://media.springernature.com/w200/springer-static/cover/journal/285.jpg"
        },
        {
          "id": "10.1007/s00285-022-01817-0",
          "author": null,
          "description": "Abstract\nIn this paper, we investigate the maximization of the total population of a single species which is governed by a stationary diffusive logistic equation with a fixed amount of resources. For large diffusivity, qualitative properties of the maximizers like symmetry will be addressed. Our results are in line with previous findings which assert that for large diffusion, concentrated resources are favorable for maximizing the total population. Then, an optimality condition for the maximizer is derived based upon rearrangement theory. We develop an efficient numerical algorithm applicable to domains with different geometries in order to compute the maximizer. It is established that the algorithm is convergent. Our numerical simulations give a real insight into the qualitative properties of the maximizer and also lead us to some conjectures about the maximizer.",
          "link": "http://link.springer.com/10.1007/s00285-022-01817-0",
          "publishedOn": "2022-10-07T00:00:00.000Z",
          "wordCount": 3686,
          "title": "Maximal total population of species in a diffusive logistic model",
          "imageUrl": "https://media.springernature.com/w200/springer-static/cover/journal/285.jpg"
        },
        {
          "id": "10.1007/s00285-022-01796-2",
          "author": null,
          "description": "Abstract\nDiscrete dynamical systems in which model components take on categorical values have been successfully applied to biological networks to study their global dynamic behavior. Boolean models in particular have been used extensively. However, multi-state models have also emerged as effective computational tools for the analysis of complex mechanisms underlying biological networks. Models in which variables assume more than two discrete states provide greater resolution, but this scheme introduces discontinuities. In particular, variables can increase or decrease by more than one unit in one time step. This can be corrected, without changing fixed points of the system, by applying an additional rule to each local activation function. On the other hand, if one is interested in cyclic attractors of their system, then this rule can potentially introduce new cyclic attractors that were not observed previously. This article makes some advancements in understanding the state space dynamics of multi-state network models with synchronous, sequential, or block-sequential update schedules and establishes conditions under which no new cyclic attractors are added to networks when the additional rule is applied. Our analytical results have the potential to be incorporated into modeling software and aid researchers in their analyses of biological multi-state networks.",
          "link": "http://link.springer.com/10.1007/s00285-022-01796-2",
          "publishedOn": "2022-10-06T00:00:00.000Z",
          "wordCount": 4742,
          "title": "Cyclic attractors of nonexpanding q-ary networks",
          "imageUrl": "https://media.springernature.com/w200/springer-static/cover/journal/285.jpg"
        },
        {
          "id": "10.1007/s00285-022-01812-5",
          "author": null,
          "description": "Abstract\nIn this paper, we consider a three-tiered food web model in a chemostat, including chlorophenol, phenol, and hydrogen substrates and their degraders. The model takes into account the three substrate inflowing concentrations, as well as maintenance, that is, decay terms of the species. The operating diagrams give the asymptotic behavior of the model with respect to the four operating parameters, which are the dilution rate and the three inflowing concentrations of the substrates. These diagrams were obtained only numerically in the existing literature. Using the mathematical analysis of this model obtained in our previous studies, we construct the operating diagrams, by plotting the curves that separate their various regions. Hence, the regions of the operating diagrams are constructed analytically and there is no requirement for time-consuming algorithms to generate the plots, as in the numerical method. Moreover, our method reveals behaviors that have not been detected in the previous numerical studies. The growth functions are of Monod form with the inclusion of a product inhibition term. However, our method applies for a large class of growth functions. We construct operating diagrams with and without maintenance showing the role of maintenance on the stability of the system.",
          "link": "http://link.springer.com/10.1007/s00285-022-01812-5",
          "publishedOn": "2022-10-03T00:00:00.000Z",
          "wordCount": 6171,
          "title": "Operating diagrams for a three-tiered microbial food web in the chemostat",
          "imageUrl": "https://media.springernature.com/w200/springer-static/cover/journal/285.jpg"
        }
      ]
    },
    {
      "title": "ScienceDirect Publication: Journal of Differential Equations",
      "feedUrl": "https://rss.sciencedirect.com/publication/science/00220396",
      "siteUrl": "https://www.sciencedirect.com/journal/journal-of-differential-equations",
      "articles": [
        {
          "id": "https://www.sciencedirect.com/science/article/pii/S0022039622005666",
          "author": null,
          "description": "Publication date: 5 January 2023\nSource: Journal of Differential Equations, Volume 342\nAuthor(s): Benedetta Ferrario",
          "link": "https://www.sciencedirect.com/science/article/pii/S0022039622005666?dgcid=rss_sd_all",
          "publishedOn": "2022-10-28T00:53:00.344Z",
          "wordCount": 1265,
          "title": "On 2D Eulerian limits à la Kuksin",
          "imageUrl": "https://ars.els-cdn.com/content/image/1-s2.0-S0022039622X00302-cov150h.gif"
        },
        {
          "id": "https://www.sciencedirect.com/science/article/pii/S0022039622005976",
          "author": null,
          "description": "Publication date: 15 January 2023\nSource: Journal of Differential Equations, Volume 343\nAuthor(s): Youshan Tao, Michael Winkler",
          "link": "https://www.sciencedirect.com/science/article/pii/S0022039622005976?dgcid=rss_sd_all",
          "publishedOn": "2022-10-28T00:53:00.335Z",
          "wordCount": 1331,
          "title": "Global solutions to a Keller-Segel-consumption system involving singularly signal-dependent motilities in domains of arbitrary dimension",
          "imageUrl": "https://ars.els-cdn.com/content/image/1-s2.0-S0022039622X00302-cov150h.gif"
        },
        {
          "id": "https://www.sciencedirect.com/science/article/pii/S0022039622005836",
          "author": null,
          "description": "Publication date: 15 January 2023\nSource: Journal of Differential Equations, Volume 343\nAuthor(s): Jin-Cai Kang, Xiao-Qi Liu, Chun-Lei Tang",
          "link": "https://www.sciencedirect.com/science/article/pii/S0022039622005836?dgcid=rss_sd_all",
          "publishedOn": "2022-10-28T00:53:00.322Z",
          "wordCount": 1278,
          "title": "Chern-Simons limit of ground state solutions for the Schrödinger equations coupled with a neutral scalar field",
          "imageUrl": "https://ars.els-cdn.com/content/image/1-s2.0-S0022039622X00302-cov150h.gif"
        },
        {
          "id": "https://www.sciencedirect.com/science/article/pii/S002203962200568X",
          "author": null,
          "description": "Publication date: 5 January 2023\nSource: Journal of Differential Equations, Volume 342\nAuthor(s): Dorota Bors, Robert Stańczy",
          "link": "https://www.sciencedirect.com/science/article/pii/S002203962200568X?dgcid=rss_sd_all",
          "publishedOn": "2022-10-28T00:53:00.270Z",
          "wordCount": 1153,
          "title": "Dynamical system describing cloud of particles",
          "imageUrl": "https://ars.els-cdn.com/content/image/1-s2.0-S0022039622X00302-cov150h.gif"
        },
        {
          "id": "https://www.sciencedirect.com/science/article/pii/S0022039622005708",
          "author": null,
          "description": "Publication date: 15 January 2023\nSource: Journal of Differential Equations, Volume 343\nAuthor(s): Helge Glöckner, Joachim Hilgert",
          "link": "https://www.sciencedirect.com/science/article/pii/S0022039622005708?dgcid=rss_sd_all",
          "publishedOn": "2022-10-28T00:53:00.259Z",
          "wordCount": 1199,
          "title": "Aspects of control theory on infinite-dimensional Lie groups and <em>G</em>-manifolds",
          "imageUrl": "https://ars.els-cdn.com/content/image/1-s2.0-S0022039622X00302-cov150h.gif"
        },
        {
          "id": "https://www.sciencedirect.com/science/article/pii/S002203962200571X",
          "author": null,
          "description": "Publication date: 15 January 2023\nSource: Journal of Differential Equations, Volume 343\nAuthor(s): Nicolás Carreño, Maurício C. Santos",
          "link": "https://www.sciencedirect.com/science/article/pii/S002203962200571X?dgcid=rss_sd_all",
          "publishedOn": "2022-10-28T00:53:00.231Z",
          "wordCount": 1336,
          "title": "Stackelberg-Nash exact controllability for the Kuramoto-Sivashinsky equation with boundary and distributed controls",
          "imageUrl": "https://ars.els-cdn.com/content/image/1-s2.0-S0022039622X00302-cov150h.gif"
        },
        {
          "id": "https://www.sciencedirect.com/science/article/pii/S0022039622005745",
          "author": null,
          "description": "Publication date: 5 January 2023\nSource: Journal of Differential Equations, Volume 342\nAuthor(s): Hideo Kozono, Erika Ushikoshi, Fumitaka Wakabayashi",
          "link": "https://www.sciencedirect.com/science/article/pii/S0022039622005745?dgcid=rss_sd_all",
          "publishedOn": "2022-10-28T00:53:00.222Z",
          "wordCount": 1287,
          "title": "Removable time-dependent singularities of solutions to the Stokes equations",
          "imageUrl": "https://ars.els-cdn.com/content/image/1-s2.0-S0022039622X00302-cov150h.gif"
        },
        {
          "id": "https://www.sciencedirect.com/science/article/pii/S0022039622005903",
          "author": null,
          "description": "Publication date: 15 January 2023\nSource: Journal of Differential Equations, Volume 343\nAuthor(s): Wei Shuai",
          "link": "https://www.sciencedirect.com/science/article/pii/S0022039622005903?dgcid=rss_sd_all",
          "publishedOn": "2022-10-28T00:53:00.193Z",
          "wordCount": 1352,
          "title": "Two sequences of solutions for the semilinear elliptic equations with logarithmic nonlinearities",
          "imageUrl": "https://ars.els-cdn.com/content/image/1-s2.0-S0022039622X00302-cov150h.gif"
        },
        {
          "id": "https://www.sciencedirect.com/science/article/pii/S0022039622005897",
          "author": null,
          "description": "Publication date: 15 January 2023\nSource: Journal of Differential Equations, Volume 343\nAuthor(s): Shoujun Xu, Hao Wu",
          "link": "https://www.sciencedirect.com/science/article/pii/S0022039622005897?dgcid=rss_sd_all",
          "publishedOn": "2022-10-28T00:53:00.171Z",
          "wordCount": 1178,
          "title": "The Gevrey normalization for quasi-periodic systems under Siegel type small divisor conditions",
          "imageUrl": "https://ars.els-cdn.com/content/image/1-s2.0-S0022039622X00302-cov150h.gif"
        },
        {
          "id": "https://www.sciencedirect.com/science/article/pii/S0022039622005472",
          "author": null,
          "description": "Publication date: 5 January 2023\nSource: Journal of Differential Equations, Volume 342\nAuthor(s): Vladimir Kozlov, Evgeniy Lokharu",
          "link": "https://www.sciencedirect.com/science/article/pii/S0022039622005472?dgcid=rss_sd_all",
          "publishedOn": "2022-10-28T00:53:00.160Z",
          "wordCount": 1079,
          "title": "On negative eigenvalues of the spectral problem for water waves of highest amplitude",
          "imageUrl": "https://ars.els-cdn.com/content/image/1-s2.0-S0022039622X00302-cov150h.gif"
        },
        {
          "id": "https://www.sciencedirect.com/science/article/pii/S0022039622005848",
          "author": null,
          "description": "Publication date: 5 January 2023\nSource: Journal of Differential Equations, Volume 342\nAuthor(s): Yongjian Liu, Zhenhai Liu, Nikolaos S. Papageorgiou",
          "link": "https://www.sciencedirect.com/science/article/pii/S0022039622005848?dgcid=rss_sd_all",
          "publishedOn": "2022-10-28T00:53:00.126Z",
          "wordCount": 1542,
          "title": "Sensitivity analysis of optimal control problems driven by dynamic history-dependent variational-hemivariational inequalities",
          "imageUrl": "https://ars.els-cdn.com/content/image/1-s2.0-S0022039622X00302-cov150h.gif"
        },
        {
          "id": "https://www.sciencedirect.com/science/article/pii/S0022039622006131",
          "author": null,
          "description": "Publication date: 5 January 2023\nSource: Journal of Differential Equations, Volume 342\nAuthor(s): Guodong Wang",
          "link": "https://www.sciencedirect.com/science/article/pii/S0022039622006131?dgcid=rss_sd_all",
          "publishedOn": "2022-10-28T00:53:00.108Z",
          "wordCount": 1255,
          "title": "Stability of 2D steady Euler flows related to least energy solutions of the Lane-Emden equation",
          "imageUrl": "https://ars.els-cdn.com/content/image/1-s2.0-S0022039622X00302-cov150h.gif"
        },
        {
          "id": "https://www.sciencedirect.com/science/article/pii/S0022039622005940",
          "author": null,
          "description": "Publication date: 15 January 2023\nSource: Journal of Differential Equations, Volume 343\nAuthor(s): Yongkai Liao, Huijiang Zhao",
          "link": "https://www.sciencedirect.com/science/article/pii/S0022039622005940?dgcid=rss_sd_all",
          "publishedOn": "2022-10-28T00:53:00.074Z",
          "wordCount": 1875,
          "title": "Asymptotic behavior of solutions of initial-boundary value problems for 1D viscous and heat-conducting ionized gas",
          "imageUrl": "https://ars.els-cdn.com/content/image/1-s2.0-S0022039622X00302-cov150h.gif"
        },
        {
          "id": "https://www.sciencedirect.com/science/article/pii/S0022039622005629",
          "author": null,
          "description": "Publication date: 5 January 2023\nSource: Journal of Differential Equations, Volume 342\nAuthor(s): Jincheng Gao, Minling Li, Zheng-an Yao",
          "link": "https://www.sciencedirect.com/science/article/pii/S0022039622005629?dgcid=rss_sd_all",
          "publishedOn": "2022-10-28T00:53:00.064Z",
          "wordCount": 1315,
          "title": "Optimal decay of compressible Navier-Stokes equations with or without potential force",
          "imageUrl": "https://ars.els-cdn.com/content/image/1-s2.0-S0022039622X00302-cov150h.gif"
        },
        {
          "id": "https://www.sciencedirect.com/science/article/pii/S0022039622005733",
          "author": null,
          "description": "Publication date: 5 January 2023\nSource: Journal of Differential Equations, Volume 342\nAuthor(s): Xin-Jian Xu, Chuan-Fu Yang, Natalia Bondarenko",
          "link": "https://www.sciencedirect.com/science/article/pii/S0022039622005733?dgcid=rss_sd_all",
          "publishedOn": "2022-10-28T00:53:00.030Z",
          "wordCount": 1461,
          "title": "Inverse spectral problems for radial Schrödinger operators and closed systems",
          "imageUrl": "https://ars.els-cdn.com/content/image/1-s2.0-S0022039622X00302-cov150h.gif"
        },
        {
          "id": "https://www.sciencedirect.com/science/article/pii/S0022039622005757",
          "author": null,
          "description": "Publication date: 15 January 2023\nSource: Journal of Differential Equations, Volume 343\nAuthor(s): M. Gahn, I.S. Pop",
          "link": "https://www.sciencedirect.com/science/article/pii/S0022039622005757?dgcid=rss_sd_all",
          "publishedOn": "2022-10-28T00:53:00.020Z",
          "wordCount": 1601,
          "title": "Homogenization of a mineral dissolution and precipitation model involving free boundaries at the micro scale",
          "imageUrl": "https://ars.els-cdn.com/content/image/1-s2.0-S0022039622X00302-cov150h.gif"
        },
        {
          "id": "https://www.sciencedirect.com/science/article/pii/S0022039622005915",
          "author": null,
          "description": "Publication date: 5 January 2023\nSource: Journal of Differential Equations, Volume 342\nAuthor(s): Yamin Xiao, Boling Guo, Zhong Wang",
          "link": "https://www.sciencedirect.com/science/article/pii/S0022039622005915?dgcid=rss_sd_all",
          "publishedOn": "2022-10-28T00:53:00.007Z",
          "wordCount": 1473,
          "title": "Nonlinear stability of multi-solitons for the Hirota equation",
          "imageUrl": "https://ars.els-cdn.com/content/image/1-s2.0-S0022039622X00302-cov150h.gif"
        },
        {
          "id": "https://www.sciencedirect.com/science/article/pii/S0022039622005952",
          "author": null,
          "description": "Publication date: 5 January 2023\nSource: Journal of Differential Equations, Volume 342\nAuthor(s): Dandan Cheng, Zhiming Li",
          "link": "https://www.sciencedirect.com/science/article/pii/S0022039622005952?dgcid=rss_sd_all",
          "publishedOn": "2022-10-28T00:52:59.977Z",
          "wordCount": 1115,
          "title": "Scaled pressure of dynamical systems",
          "imageUrl": "https://ars.els-cdn.com/content/image/1-s2.0-S0022039622X00302-cov150h.gif"
        },
        {
          "id": "https://www.sciencedirect.com/science/article/pii/S0022039622005927",
          "author": null,
          "description": "Publication date: 5 January 2023\nSource: Journal of Differential Equations, Volume 342\nAuthor(s): Shuai Li, Wendong Wang",
          "link": "https://www.sciencedirect.com/science/article/pii/S0022039622005927?dgcid=rss_sd_all",
          "publishedOn": "2022-10-28T00:52:59.950Z",
          "wordCount": 1253,
          "title": "Interior and boundary regularity criteria for the 6D steady Navier-Stokes equations",
          "imageUrl": "https://ars.els-cdn.com/content/image/1-s2.0-S0022039622X00302-cov150h.gif"
        },
        {
          "id": "https://www.sciencedirect.com/science/article/pii/S0022039622005630",
          "author": null,
          "description": "Publication date: 5 January 2023\nSource: Journal of Differential Equations, Volume 342\nAuthor(s): Antonella Nastasi, Cintia Pacchiano Camacho",
          "link": "https://www.sciencedirect.com/science/article/pii/S0022039622005630?dgcid=rss_sd_all",
          "publishedOn": "2022-10-28T00:52:59.924Z",
          "wordCount": 1180,
          "title": "Higher integrability and stability of (<em>p</em>,<em>q</em>)-quasiminimizers",
          "imageUrl": "https://ars.els-cdn.com/content/image/1-s2.0-S0022039622X00302-cov150h.gif"
        },
        {
          "id": "https://www.sciencedirect.com/science/article/pii/S0022039622005617",
          "author": null,
          "description": "Publication date: 5 January 2023\nSource: Journal of Differential Equations, Volume 342\nAuthor(s): Yunfei Su, Guochun Wu, Lei Yao, Yinghui Zhang",
          "link": "https://www.sciencedirect.com/science/article/pii/S0022039622005617?dgcid=rss_sd_all",
          "publishedOn": "2022-10-28T00:52:59.915Z",
          "wordCount": 1425,
          "title": "Hydrodynamic limit for the inhomogeneous incompressible Navier-Stokes-Vlasov equations",
          "imageUrl": "https://ars.els-cdn.com/content/image/1-s2.0-S0022039622X00302-cov150h.gif"
        },
        {
          "id": "https://www.sciencedirect.com/science/article/pii/S0022039622005964",
          "author": null,
          "description": "Publication date: 5 January 2023\nSource: Journal of Differential Equations, Volume 342\nAuthor(s): Ming Mei, Tianyuan Xu, Jingxue Yin",
          "link": "https://www.sciencedirect.com/science/article/pii/S0022039622005964?dgcid=rss_sd_all",
          "publishedOn": "2022-10-28T00:52:59.879Z",
          "wordCount": 1333,
          "title": "Monotone reducing mechanism in delayed population model with degenerate diffusion",
          "imageUrl": "https://ars.els-cdn.com/content/image/1-s2.0-S0022039622X00302-cov150h.gif"
        },
        {
          "id": "https://www.sciencedirect.com/science/article/pii/S0022039622005885",
          "author": null,
          "description": "Publication date: 15 January 2023\nSource: Journal of Differential Equations, Volume 343\nAuthor(s): Kai Wang, Hao Wang, Hongyong Zhao",
          "link": "https://www.sciencedirect.com/science/article/pii/S0022039622005885?dgcid=rss_sd_all",
          "publishedOn": "2022-10-28T00:52:59.861Z",
          "wordCount": 1551,
          "title": "Aggregation and classification of spatial dynamics of vector-borne disease in advective heterogeneous environment",
          "imageUrl": "https://ars.els-cdn.com/content/image/1-s2.0-S0022039622X00302-cov150h.gif"
        },
        {
          "id": "https://www.sciencedirect.com/science/article/pii/S0022039622005654",
          "author": null,
          "description": "Publication date: 15 January 2023\nSource: Journal of Differential Equations, Volume 343\nAuthor(s): Ru-Yu Lai, Ting Zhou",
          "link": "https://www.sciencedirect.com/science/article/pii/S0022039622005654?dgcid=rss_sd_all",
          "publishedOn": "2022-10-28T00:52:59.833Z",
          "wordCount": 1195,
          "title": "An inverse problem for the non-linear fractional magnetic Schrödinger equation",
          "imageUrl": "https://ars.els-cdn.com/content/image/1-s2.0-S0022039622X00302-cov150h.gif"
        },
        {
          "id": "https://www.sciencedirect.com/science/article/pii/S0022039622005605",
          "author": null,
          "description": "Publication date: 5 January 2023\nSource: Journal of Differential Equations, Volume 342\nAuthor(s): R. Huzak, K. Uldall Kristiansen",
          "link": "https://www.sciencedirect.com/science/article/pii/S0022039622005605?dgcid=rss_sd_all",
          "publishedOn": "2022-10-28T00:52:57.561Z",
          "wordCount": 1325,
          "title": "The number of limit cycles for regularized piecewise polynomial systems is unbounded",
          "imageUrl": "https://ars.els-cdn.com/content/image/1-s2.0-S0022039622X00302-cov150h.gif"
        },
        {
          "id": "https://www.sciencedirect.com/science/article/pii/S0022039622005642",
          "author": null,
          "description": "Publication date: 5 January 2023\nSource: Journal of Differential Equations, Volume 342\nAuthor(s): Carmina Fjellström, Kaj Nyström, Yuqiong Wang",
          "link": "https://www.sciencedirect.com/science/article/pii/S0022039622005642?dgcid=rss_sd_all",
          "publishedOn": "2022-10-28T00:52:57.474Z",
          "wordCount": 1194,
          "title": "Asymptotic mean value formulas, nonlocal space-time parabolic operators and anomalous tug-of-war games",
          "imageUrl": "https://ars.els-cdn.com/content/image/1-s2.0-S0022039622X00302-cov150h.gif"
        },
        {
          "id": "https://www.sciencedirect.com/science/article/pii/S0022039622005678",
          "author": null,
          "description": "Publication date: 5 January 2023\nSource: Journal of Differential Equations, Volume 342\nAuthor(s): A. Constantin",
          "link": "https://www.sciencedirect.com/science/article/pii/S0022039622005678?dgcid=rss_sd_all",
          "publishedOn": "2022-10-28T00:52:57.288Z",
          "wordCount": 1096,
          "title": "A uniqueness criterion for ordinary differential equations",
          "imageUrl": "https://ars.els-cdn.com/content/image/1-s2.0-S0022039622X00302-cov150h.gif"
        },
        {
          "id": "https://www.sciencedirect.com/science/article/pii/S0022039622005691",
          "author": null,
          "description": "Publication date: 5 January 2023\nSource: Journal of Differential Equations, Volume 342\nAuthor(s): Sergio Albeverio, Carlo Marinelli, Elisa Mastrogiacomo",
          "link": "https://www.sciencedirect.com/science/article/pii/S0022039622005691?dgcid=rss_sd_all",
          "publishedOn": "2022-10-28T00:52:57.234Z",
          "wordCount": 1332,
          "title": "Singular perturbations and asymptotic expansions for SPDEs with an application to term structure models",
          "imageUrl": "https://ars.els-cdn.com/content/image/1-s2.0-S0022039622X00302-cov150h.gif"
        },
        {
          "id": "https://www.sciencedirect.com/science/article/pii/S0022039622005721",
          "author": null,
          "description": "Publication date: 5 January 2023\nSource: Journal of Differential Equations, Volume 342\nAuthor(s): Amir Moradifam, Alexander Rowell",
          "link": "https://www.sciencedirect.com/science/article/pii/S0022039622005721?dgcid=rss_sd_all",
          "publishedOn": "2022-10-28T00:52:57.192Z",
          "wordCount": 1219,
          "title": "Existence and structure of P-area minimizing surfaces in the Heisenberg group",
          "imageUrl": "https://ars.els-cdn.com/content/image/1-s2.0-S0022039622X00302-cov150h.gif"
        },
        {
          "id": "https://www.sciencedirect.com/science/article/pii/S002203962200585X",
          "author": null,
          "description": "Publication date: 5 January 2023\nSource: Journal of Differential Equations, Volume 342\nAuthor(s): Carmina Fjellström, Kaj Nyström, Matias Vestberg",
          "link": "https://www.sciencedirect.com/science/article/pii/S002203962200585X?dgcid=rss_sd_all",
          "publishedOn": "2022-10-28T00:52:57.128Z",
          "wordCount": 1286,
          "title": "Tug-of-war with Kolmogorov",
          "imageUrl": "https://ars.els-cdn.com/content/image/1-s2.0-S0022039622X00302-cov150h.gif"
        },
        {
          "id": "https://www.sciencedirect.com/science/article/pii/S0022039622005873",
          "author": null,
          "description": "Publication date: 15 January 2023\nSource: Journal of Differential Equations, Volume 343\nAuthor(s): Giovanni Di Fratta, Ansgar Jüngel, Dirk Praetorius, Valeriy Slastikov",
          "link": "https://www.sciencedirect.com/science/article/pii/S0022039622005873?dgcid=rss_sd_all",
          "publishedOn": "2022-10-28T00:52:57.069Z",
          "wordCount": 1378,
          "title": "Spin-diffusion model for micromagnetics in the limit of long times",
          "imageUrl": "https://ars.els-cdn.com/content/image/1-s2.0-S0022039622X00302-cov150h.gif"
        },
        {
          "id": "https://www.sciencedirect.com/science/article/pii/S0022039622005769",
          "author": null,
          "description": "Publication date: 15 January 2023\nSource: Journal of Differential Equations, Volume 343\nAuthor(s): Yushi Hamaguchi",
          "link": "https://www.sciencedirect.com/science/article/pii/S0022039622005769?dgcid=rss_sd_all",
          "publishedOn": "2022-10-28T00:52:57.008Z",
          "wordCount": 1302,
          "title": "Variation of constants formulae for forward and backward stochastic Volterra integral equations",
          "imageUrl": "https://ars.els-cdn.com/content/image/1-s2.0-S0022039622X00302-cov150h.gif"
        }
      ]
    },
    {
      "title": "Latest Results",
      "feedUrl": "https://link.springer.com/search.rss?query=&search-within=Journal&facet-journal-id=10915",
      "siteUrl": "http://link.springer.com",
      "articles": [
        {
          "id": "10915",
          "author": null,
          "description": "",
          "link": "http://link.springer.com/10915",
          "publishedOn": "2022-10-25T00:00:00.000Z",
          "wordCount": null,
          "title": "Journal of Scientific Computing",
          "imageUrl": null
        },
        {
          "id": "10.1007/s10915-022-02004-5",
          "author": null,
          "description": "Abstract\nAdaptive spectral (AS) decompositions associated with a piecewise constant function, u, yield small subspaces where the characteristic functions comprising u are well approximated. When combined with Newton-like optimization methods for the solution of inverse medium problems, AS decompositions have proved remarkably efficient in providing at each nonlinear iteration a low-dimensional search space. Here, we derive \n                      \n                      \\(L^2\\)\n                      \n                    -error estimates for the AS decomposition of u, truncated after K terms, when u is piecewise constant and consists of K characteristic functions over Lipschitz domains and a background. Our estimates apply both to the continuous and the discrete Galerkin finite element setting. Numerical examples illustrate the accuracy of the AS decomposition for media that either do, or do not, satisfy the assumptions of the theory.",
          "link": "http://link.springer.com/10.1007/s10915-022-02004-5",
          "publishedOn": "2022-10-25T00:00:00.000Z",
          "wordCount": 14972,
          "title": "Error Estimates for Adaptive Spectral Decompositions",
          "imageUrl": "https://media.springernature.com/w200/springer-static/cover/journal/10915.jpg"
        },
        {
          "id": "10.1007/s10915-022-02030-3",
          "author": null,
          "description": "Abstract\nThe elastic transmission eigenvalue problem, arising from the inverse scattering theory, plays a critical role in the qualitative reconstruction methods for elastic media. In this paper, we discuss the finite element method for solving the elastic transmission eigenvalue problem with different elastic tensors and different mass densities. The problem is neither self-adjoint nor elliptic at any frequency. By the \n                      \n                      \\({\\mathbb {T}}\\)\n                      \n                    -coercivity we prove that the spectral of the problem is the spectral of a compact operator, and by the \n                      \n                      \\({\\mathbb {T}}\\)\n                      \n                    -coercivity and Babuška–Osborn spectral approximation theory we derive a priori error estimate of the discrete eigenpairs. Numerical experiments show that the method is easy to implement and can efficiently compute elastic transmission eigenvalues.",
          "link": "http://link.springer.com/10.1007/s10915-022-02030-3",
          "publishedOn": "2022-10-25T00:00:00.000Z",
          "wordCount": 3848,
          "title": "The Finite Element Method for the Elastic Transmission Eigenvalue Problem with Different Elastic Tensors",
          "imageUrl": "https://media.springernature.com/w200/springer-static/cover/journal/10915.jpg"
        },
        {
          "id": "10.1007/s10915-022-02021-4",
          "author": null,
          "description": "Abstract\nThe log-sum penalty is often adopted as a replacement for the \n                      \n                      \\(\\ell _0\\)\n                      \n                     pseudo-norm in compressive sensing and low-rank optimization. The proximity operator of the \n                      \n                      \\(\\ell _0\\)\n                      \n                     penalty, i.e., the hard-thresholding operator, plays an essential role in applications; similarly, we require an efficient method for evaluating the proximity operator of the log-sum penalty. Due to the nonconvexity of this function, its proximity operator is commonly computed through the iteratively reweighted \n                      \n                      \\(\\ell _1\\)\n                      \n                     method, which replaces the log-sum term with its first-order approximation. This paper reports that the proximity operator of the log-sum penalty actually has an explicit expression. With it, we show that the iteratively reweighted \n                      \n                      \\(\\ell _1\\)\n                      \n                     solution disagrees with the true proximity operator in certain regions. As a by-product, the iteratively reweighted \n                      \n                      \\(\\ell _1\\)\n                      \n                     solution is precisely characterized in terms of the chosen initialization. We also give the explicit form of the proximity operator for the composition of the log-sum penalty with the singular value function, as seen in low-rank applications. These results should be useful in the development of efficient and accurate algorithms for optimization problems involving the log-sum penalty. We present applications to solving compressive sensing problems and to mixed additive Gaussian white noise and impulse noise removal.",
          "link": "http://link.springer.com/10.1007/s10915-022-02021-4",
          "publishedOn": "2022-10-25T00:00:00.000Z",
          "wordCount": 3750,
          "title": "The Proximity Operator of the Log-Sum Penalty",
          "imageUrl": "https://media.springernature.com/w200/springer-static/cover/journal/10915.jpg"
        },
        {
          "id": "10.1007/s10915-022-02024-1",
          "author": null,
          "description": "Abstract\nIn this paper, we consider the numerical approximation of a biharmonic eigenvalue problem by introducing a new family of the mixed method. This method is based on a formulation where the fourth-order eigenproblem is recast as a system of four first-order equations. The optimal convergence rates with \n                      \n                      \\(2k+2\\)\n                      \n                     (\n                      \n                      \\(k\\ge 0\\)\n                      \n                     is the degree of the polynomials) of eigenvalue approximation are theoretically derived and numerically verified. The optimal or sub-optimal convergences of the other unknowns are theoretically proved. The new numerical schemes based on the deduced problems can be of lower complicacy, and the framework is fit for various fourth-order eigenvalue problems.",
          "link": "http://link.springer.com/10.1007/s10915-022-02024-1",
          "publishedOn": "2022-10-25T00:00:00.000Z",
          "wordCount": 4405,
          "title": "A New Family of Mixed Method for the Biharmonic Eigenvalue Problem Based on the First Order Equations of Hellan–Herrmann–Johnson Type",
          "imageUrl": "https://media.springernature.com/w200/springer-static/cover/journal/10915.jpg"
        },
        {
          "id": "10.1007/s10915-022-02032-1",
          "author": null,
          "description": "Abstract\nIn this paper, we propose an efficient proper orthogonal decomposition based reduced-order model (POD-ROM) for nonstationary Stokes equations, which combines the classical projection method with POD technique. This new scheme mainly owns two advantages: the first one is low computational costs since the classical projection method decouples the reduced-order velocity variable and reduced-order pressure variable, and POD technique further improves the computational efficiency; the second advantage consists of circumventing the verification of classical LBB/inf-sup condition for mixed reduced spaces with the help of pressure stabilized Petrov–Galerkin (PSPG)-type projection method, where the pressure stabilization term is inherent which allows the use of non inf-sup stable elements without adding extra stabilization terms. We analyze the proposed projection POD-ROM’s stability and convergence, and numerical experiments validate those theoretical results and also the high-efficiency.",
          "link": "http://link.springer.com/10.1007/s10915-022-02032-1",
          "publishedOn": "2022-10-23T00:00:00.000Z",
          "wordCount": 4117,
          "title": "An Efficient Chorin–Temam Projection Proper Orthogonal Decomposition Based Reduced-Order Model for Nonstationary Stokes Equations",
          "imageUrl": "https://media.springernature.com/w200/springer-static/cover/journal/10915.jpg"
        },
        {
          "id": "10.1007/s10915-022-02025-0",
          "author": null,
          "description": "Abstract\nA novel orthogonalization-free method together with two specific algorithms is proposed to address extreme eigenvalue problems. On top of gradient-based algorithms, the proposed algorithms modify the multicolumn gradient such that earlier columns are decoupled from later ones. Locally, both algorithms converge linearly with convergence rates depending on eigengaps. Momentum acceleration, exact linesearch, and column locking are incorporated to accelerate algorithms and reduce their computational costs. We demonstrate the efficiency of both algorithms on random matrices with different spectrum distributions and matrices from computational chemistry.",
          "link": "http://link.springer.com/10.1007/s10915-022-02025-0",
          "publishedOn": "2022-10-22T00:00:00.000Z",
          "wordCount": 4556,
          "title": "Triangularized Orthogonalization-Free Method for Solving Extreme Eigenvalue Problems",
          "imageUrl": "https://media.springernature.com/w200/springer-static/cover/journal/10915.jpg"
        },
        {
          "id": "10.1007/s10915-022-02005-4",
          "author": null,
          "description": "Abstract\nIn this paper, we present a novel tensor completion model which combines the Laplace function and an anisotropic total variation regularization. The Laplace function is utilized to approximate the tensor multi-rank, and the total variation regularization is added to improve the local piecewise smoothness and preserve the edges of the restored tensor data. An efficient alternating direction method of multipliers is proposed to tackle the tensor completion model, and its convergence theorem is also derived. Extensive experimental results on color images, videos, multispectral images and magnetic resonance imaging data show the efficiency and effectiveness of the proposed method.",
          "link": "http://link.springer.com/10.1007/s10915-022-02005-4",
          "publishedOn": "2022-10-20T00:00:00.000Z",
          "wordCount": 4215,
          "title": "A New Tensor Multi-rank Approximation with Total Variation Regularization for Tensor Completion",
          "imageUrl": "https://media.springernature.com/w200/springer-static/cover/journal/10915.jpg"
        },
        {
          "id": "10.1007/s10915-022-02031-2",
          "author": null,
          "description": "Abstract\nMultilevel Monte Carlo (MLMC) has become an important methodology in applied mathematics for reducing the computational cost of weak approximations. For many problems, it is well-known that strong pairwise coupling of numerical solutions in the multilevel hierarchy is needed to obtain efficiency gains. In this work, we show that strong pairwise coupling indeed is also important when MLMC is applied to stochastic partial differential equations (SPDE) of reaction-diffusion type, as it can improve the rate of convergence and thus improve tractability. For the MLMC method with strong pairwise coupling that was developed and studied numerically on filtering problems in (Chernov in Num Math 147:71-125, 2021), we prove that the rate of computational efficiency is higher than for existing methods. We also provide numerical comparisons with alternative coupling ideas on linear and nonlinear SPDE to illustrate the importance of this feature.",
          "link": "http://link.springer.com/10.1007/s10915-022-02031-2",
          "publishedOn": "2022-10-20T00:00:00.000Z",
          "wordCount": 13857,
          "title": "Improved Efficiency of Multilevel Monte Carlo for Stochastic PDE through Strong Pairwise Coupling",
          "imageUrl": "https://media.springernature.com/w200/springer-static/cover/journal/10915.jpg"
        },
        {
          "id": "10.1007/s10915-022-02026-z",
          "author": null,
          "description": "Abstract\nThis paper presents a multirate in time approach for coupled flow and transport problems combined with goal-oriented error control based on the Dual Weighted Residual (DWR) method. The focus is on the implementation of the multirate concept regarding different time scales for the underlying subproblems. Key ingredients are an arbitrary degree discontinuous Galerkin time discretization, an a posteriori error representation for the transport problem coupled with flow and the concept of space-time slabs based on tensor-product spaces. From the latter, a space-time mesh adaptation with highly economical grids is developed. The performance of the approach is studied carefully by numerical convergence examples as well as an example of physical interest for convection-dominated transport.",
          "link": "http://link.springer.com/10.1007/s10915-022-02026-z",
          "publishedOn": "2022-10-19T00:00:00.000Z",
          "wordCount": 13258,
          "title": "On the Implementation of an Adaptive Multirate Framework for Coupled Transport and Flow",
          "imageUrl": "https://media.springernature.com/w200/springer-static/cover/journal/10915.jpg"
        },
        {
          "id": "10.1007/s10915-022-02022-3",
          "author": null,
          "description": "Abstract\nIn this research, a radial basis functions weighted essentially non-oscillatory (RBF-WENO) scheme in the framework of finite difference is developed for solving non-linear degenerate parabolic (NDP) equations which may contain discontinuous solutions. The traditional WENO schemes for solving NDP equations are based on the polynomial interpolation. In this paper, a non-polynomial WENO finite difference scheme in order to enhance the local accuracy is proposed. For a non-polynomial interpolation basis, the infinitely smooth RBFs such as the multi-quadratic are adopted. By optimizing the free parameter in RBFs, the local error generated by the RBFs interpolation can be easily controlled. The formulation of scheme will be described in detail and numerical tests have been prepared to demonstrate the efficiency of the scheme in one and two-dimension. The numerical results demonstrate that the developed non-polynomial WENO schemes enhance the local accuracy and give sharper solution profile than the original WENO based on the polynomial interpolation for solving NDP equations.",
          "link": "http://link.springer.com/10.1007/s10915-022-02022-3",
          "publishedOn": "2022-10-19T00:00:00.000Z",
          "wordCount": 3642,
          "title": "A RBF-WENO Finite Difference Scheme for Non-linear Degenerate Parabolic Equations",
          "imageUrl": "https://media.springernature.com/w200/springer-static/cover/journal/10915.jpg"
        },
        {
          "id": "10.1007/s10915-022-02018-z",
          "author": null,
          "description": "Abstract\nTwo types of second-order in time partial differential equations, namely semilinear wave equations and semilinear beam equations are considered. To solve these equations with exponential integrators, we present an approach to compute efficiently the action of the matrix exponential as well as those of related matrix functions. Various numerical simulations are presented that illustrate this approach.",
          "link": "http://link.springer.com/10.1007/s10915-022-02018-z",
          "publishedOn": "2022-10-12T00:00:00.000Z",
          "wordCount": 11380,
          "title": "Exponential Integrators for Second-Order in Time Partial Differential Equations",
          "imageUrl": "https://media.springernature.com/w200/springer-static/cover/journal/10915.jpg"
        },
        {
          "id": "10.1007/s10915-022-02001-8",
          "author": null,
          "description": "Abstract\nTo speed-up the solution of parametrized differential problems, reduced order models (ROMs) have been developed over the years, including projection-based ROMs such as the reduced-basis (RB) method, deep learning-based ROMs, as well as surrogate models obtained through machine learning techniques. Thanks to its physics-based structure, ensured by the use of a Galerkin projection of the full order model (FOM) onto a linear low-dimensional subspace, the Galerkin-RB method yields approximations that fulfill the differential problem at hand. However, to make the assembling of the ROM independent of the FOM dimension, intrusive and expensive hyper-reduction techniques, such as the discrete empirical interpolation method (DEIM), are usually required, thus making this strategy less feasible for problems characterized by (high-order polynomial or nonpolynomial) nonlinearities. To overcome this bottleneck, we propose a novel strategy for learning nonlinear ROM operators using deep neural networks (DNNs). The resulting hyper-reduced order model enhanced by DNNs, to which we refer to as Deep-HyROMnet, is then a physics-based model, still relying on the RB method approach, however employing a DNN architecture to approximate reduced residual vectors and Jacobian matrices once a Galerkin projection has been performed. Numerical results dealing with fast simulations in nonlinear structural mechanics show that Deep-HyROMnets are orders of magnitude faster than POD-Galerkin-DEIM ROMs, still ensuring the same level of accuracy.",
          "link": "http://link.springer.com/10.1007/s10915-022-02001-8",
          "publishedOn": "2022-10-11T00:00:00.000Z",
          "wordCount": 15392,
          "title": "Deep-HyROMnet: A Deep Learning-Based Operator Approximation for Hyper-Reduction of Nonlinear Parametrized PDEs",
          "imageUrl": "https://media.springernature.com/w200/springer-static/cover/journal/10915.jpg"
        },
        {
          "id": "10.1007/s10915-022-02013-4",
          "author": null,
          "description": "Abstract\nIn this paper, we study a posteriori error estimates of the IMEX BDF2 scheme for time discretizations of solving parabolic partial integro-differential equations, which describe the jump-diffusion option pricing model in finance. Because of the initial singularities of the solution which is due to the nonsmoothness of the payoff function, a posteriori error control and adaptivity will be crucial in solving numerically this type of equations. To derive optimal order a posteriori error estimates, quadratic reconstructions for the IMEX BDF2 method are introduced. By using these continuous, piecewise time reconstructions, the upper and lower error bounds depending only on the discretization parameters and the data of the problems are derived. Based on these a posteriori error estimates, we further develop a time adaptive algorithm. The numerical implementations are performed with both nonuniform partitions and adaptivity in time. The adaptive algorithm reduce the computational cost substantially and provides efficient error control for the solution.",
          "link": "http://link.springer.com/10.1007/s10915-022-02013-4",
          "publishedOn": "2022-10-10T00:00:00.000Z",
          "wordCount": 4351,
          "title": "A Posteriori Error Control and Adaptivity for the IMEX BDF2 Method for PIDEs with Application to Options Pricing Models",
          "imageUrl": "https://media.springernature.com/w200/springer-static/cover/journal/10915.jpg"
        },
        {
          "id": "10.1007/s10915-022-02017-0",
          "author": null,
          "description": "Abstract\nIn this work we propose a new family of high order accurate semi-discrete discontinuous Galerkin (DG) finite element schemes for the thermodynamically compatible discretization of overdetermined first order hyperbolic systems. In particular, we consider a first order hyperbolic model of turbulent shallow water flows, as well as the unified first order hyperbolic Godunov–Peshkov–Romenski (GPR) model of continuum mechanics, which is able to describe at the same time viscous fluids and nonlinear elastic solids at large deformations. Both PDE systems treated in this paper belong to the class of hyperbolic and thermodynamically compatible systems, since both satisfy an entropy inequality and the total energy conservation can be obtained as a direct consequence of all other governing equations via suitable linear combination with the corresponding thermodynamic dual variables. In this paper, we mimic this process for the first time also at the semi-discrete level at the aid of high order discontinuous Galerkin finite element schemes. For the GPR model we directly discretize the entropy inequality and obtain total energy conservation as a consequence of a suitable discretization of all other evolution equations. For turbulent shallow water flows we directly discretize the nonconservative evolution equations related to the Reynolds stress tensor and obtain total energy conservation again as a result of the thermodynamically compatible discretization. As a consequence, for continuum mechanics the new DG schemes satisfy a cell entropy inequality directly by construction and thanks to the discrete thermodynamic compatibility they are provably nonlinearly stable in the energy norm for both systems under consideration.",
          "link": "http://link.springer.com/10.1007/s10915-022-02017-0",
          "publishedOn": "2022-10-10T00:00:00.000Z",
          "wordCount": 19856,
          "title": "A New Family of Thermodynamically Compatible Discontinuous Galerkin Methods for Continuum Mechanics and Turbulent Shallow Water Flows",
          "imageUrl": "https://media.springernature.com/w200/springer-static/cover/journal/10915.jpg"
        },
        {
          "id": "10.1007/s10915-022-02019-y",
          "author": null,
          "description": "Abstract\nIn this paper, we focus on the mathematical foundations of reduced order model (ROM) closures. First, we extend the verifiability concept from large eddy simulation to the ROM setting. Specifically, we call a ROM closure model verifiable if a small ROM closure model error (i.e., a small difference between the true ROM closure and the modeled ROM closure) implies a small ROM error. Second, we prove that the data-driven ROM closure studied here (i.e., the data-driven variational multiscale ROM) is verifiable. Finally, we investigate the verifiability of the data-driven variational multiscale ROM in the numerical simulation of the one-dimensional Burgers equation and a two-dimensional flow past a circular cylinder at Reynolds numbers \n                      \n                      \\(Re=100\\)\n                      \n                     and \n                      \n                      \\(Re=1000\\)\n                      \n                    .",
          "link": "http://link.springer.com/10.1007/s10915-022-02019-y",
          "publishedOn": "2022-10-08T00:00:00.000Z",
          "wordCount": 4385,
          "title": "Verifiability of the Data-Driven Variational Multiscale Reduced Order Model",
          "imageUrl": "https://media.springernature.com/w200/springer-static/cover/journal/10915.jpg"
        },
        {
          "id": "10.1007/s10915-022-02016-1",
          "author": null,
          "description": "Abstract\nWe propose a novel stochastic Nesterov’s smoothing accelerated method for general nonsmooth, constrained, stochastic composite convex optimization, the nonsmooth component of which may be not easy to compute its proximal operator. The proposed method combines Nesterov’s smoothing accelerated method (Nesterov in Math Program 103(1):127–152, 2005) for deterministic problems and stochastic approximation for stochastic problems, which allows three variants: single sample and two different mini-batch sizes per iteration, respectively. We prove that all the three variants achieve the best-known complexity bounds in terms of stochastic oracle. Numerical results on a robust linear regression problem, as well as a support vector machine problem show that the proposed method compares favorably with other state-of-the-art first-order methods, and the variants with mini-batch sizes outperform the variant with single sample.",
          "link": "http://link.springer.com/10.1007/s10915-022-02016-1",
          "publishedOn": "2022-10-07T00:00:00.000Z",
          "wordCount": 3805,
          "title": "A Stochastic Nesterov’s Smoothing Accelerated Method for General Nonsmooth Constrained Stochastic Composite Convex Optimization",
          "imageUrl": "https://media.springernature.com/w200/springer-static/cover/journal/10915.jpg"
        },
        {
          "id": "10.1007/s10915-022-02008-1",
          "author": null,
          "description": "Abstract\nThis paper aims at developing a dissipation-preserving, linearized, and time-stepping-varying spectral method for strongly damped nonlinear wave system in multidimensional unbounded domains \n                      \n                      \\({\\mathbb {R}}^d\\)\n                      \n                     (d=1, 2, and 3), where the nonlocal nature is described by the mixed fractional Laplacians. Because the underlying solutions of the problem involving mixed fractional Laplacians decay slowly with certain power law at infinity, we employ the rational spectral-Galerkin method using rational basis (or mapped Gegenbauer functions) for the spatial approximation. To capture the intrinsic dissipative properties of the model equations, we combine the Crank-Nicolson scheme with exponential scalar auxiliary variable approach for the temporal discretization. Based on the rate of nonlocal energy dissipation, we design a novel time-stepping-varying strategy to enhance the efficiency of the scheme. We present the detailed implementation of the scheme, where the main building block of the stiffness matrices is based on the Laguerre-Gauss quadrature rule for the modified Bessel functions of the second kind. The existence, uniqueness, and nonlocal energy dissipation law of the fully discrete scheme are rigourously established. Numerical examples in 3D case are carried out to demonstrate the accuracy and efficiency of the scheme. Finally, we simulate the nonlinear behaviors of 2D/3D dissipative vector solitary waves for damped sine-Gordon system I, for damped sine-Gordon system II, and for damped Klein–Gordon system to provide a deeper understanding of nonlocal physics.",
          "link": "http://link.springer.com/10.1007/s10915-022-02008-1",
          "publishedOn": "2022-10-07T00:00:00.000Z",
          "wordCount": 4045,
          "title": "Dissipation-Preserving Rational Spectral-Galerkin Method for Strongly Damped Nonlinear Wave System Involving Mixed Fractional Laplacians in Unbounded Domains",
          "imageUrl": "https://media.springernature.com/w200/springer-static/cover/journal/10915.jpg"
        },
        {
          "id": "10.1007/s10915-022-02011-6",
          "author": null,
          "description": "Abstract\nIn this paper, we apply the immersed interface method (IIM) and the hierarchical derivative matching (HDM) method, respectively, to restore the accuracy of the high-order alternating direction implicit finite-difference time-domain (ADI-FDTD) scheme of the 2D Maxwell’s equations with material interfaces. For the case of discontinuous permittivity \n                      \n                      \\(\\varepsilon \\)\n                      \n                     and continuous permeability \n                      \n                      \\(\\mu \\)\n                      \n                    , we propose four high-order schemes. Two of them are of second order in time and fourth order in space (ADI-IIM-FDTD(2,4) scheme and ADI-HDM-FDTD(2,4) scheme). Others are of fourth order both in time and space (ADI-IIM-FDTD(4,4) scheme and ADI-HDM-FDTD(4,4) scheme). For the case of discontinuous permittivity \n                      \n                      \\(\\varepsilon \\)\n                      \n                     and permeability \n                      \n                      \\(\\mu \\)\n                      \n                    , the (2,4) scheme and the (4,4) scheme are constructed as well (ADI-HDM-FDTD-X(2,4) scheme and ADI-HDM-FDTD-X(4,4) scheme). The proposed six schemes maintain the advantages of ADI-FDTD method such as unconditional stability and computational efficiency. Numerical examples are given to verify the performance of the proposed schemes.",
          "link": "http://link.springer.com/10.1007/s10915-022-02011-6",
          "publishedOn": "2022-10-05T00:00:00.000Z",
          "wordCount": 3623,
          "title": "High-Order ADI-FDTD Schemes for Maxwell’s Equations with Material Interfaces in Two Dimensions",
          "imageUrl": "https://media.springernature.com/w200/springer-static/cover/journal/10915.jpg"
        },
        {
          "id": "10.1007/s10915-022-02010-7",
          "author": null,
          "description": "Abstract\nIn this paper we consider a partially augmented fully-mixed variational formulation that has been recently proposed for the coupling of the stationary Brinkman–Forchheimer and double-diffusion equations, and develop an a posteriori error analysis for the 2D and 3D versions of the associated mixed finite element scheme. Indeed, we derive two reliable and efficient residual-based a posteriori error estimators for this problem on arbitrary (convex or non-convex) polygonal and polyhedral regions. The reliability of the proposed estimators draws mainly upon the uniform ellipticity and inf-sup condition of the forms involved, a suitable assumption on the data, stable Helmholtz decompositions in Hilbert and Banach frameworks, and the local approximation properties of the Clément and Raviart–Thomas operators. In turn, inverse inequalities, the localization technique based on bubble functions, and known results from previous works, are the main tools yielding the efficiency estimate. Finally, several numerical examples confirming the theoretical properties of the estimators and illustrating the performance of the associated adaptive algorithms, are reported. In particular, the case of flow through a 3D porous media with channel networks is considered.",
          "link": "http://link.springer.com/10.1007/s10915-022-02010-7",
          "publishedOn": "2022-09-30T00:00:00.000Z",
          "wordCount": 3913,
          "title": "A Posteriori Error Analysis of a Mixed Finite Element Method for the Coupled Brinkman–Forchheimer and Double-Diffusion Equations",
          "imageUrl": "https://media.springernature.com/w200/springer-static/cover/journal/10915.jpg"
        }
      ]
    },
    {
      "title": "Society for Industrial and Applied Mathematics: Keyword search for query",
      "feedUrl": "https://epubs.siam.org/action/showFeed?ui=0&mi=9v4ths&type=search&feed=rss&query=%2526countTerms%253Dtrue%2526publication%253Dmmsubt%2526searchCollection%253Djb%2526sortBy%253DEarliest_desc%2526target%253Dmulti-search",
      "siteUrl": "https://epubs.siam.org/action/doSearch?type=advanced&mi=9v4ths&af=R&countTerms=true&publication=mmsubt&searchCollection=jb&sortBy=Earliest_desc&target=multi-search",
      "articles": [
        {
          "id": "https://epubs.siam.org/doi/abs/10.1137/21M1449427?mi=9v4ths&af=R&countTerms=true&publication=mmsubt&searchCollection=jb&sortBy=Earliest_desc&target=multi-search",
          "author": "Habib Ammari",
          "description": "Multiscale Modeling & Simulation, Volume 20, Issue 4, Page 1228-1250, December 2022. \n Abstract. We show the possibility of achieving nonreciprocal wave propagation in space-time modulated media and give an asymptotic analysis of the nonreciprocity property in terms of the amplitude of the time modulation. Such modulation causes a folding of the band structure of the material, which may induce degenerate points. By breaking time-reversal symmetry, we show that these degeneracies may open into nonsymmetric, unidirectional band gaps. Finally, we illustrate our results by several numerical simulations.",
          "link": "https://epubs.siam.org/doi/abs/10.1137/21M1449427?mi=9v4ths&af=R&countTerms=true&publication=mmsubt&searchCollection=jb&sortBy=Earliest_desc&target=multi-search",
          "publishedOn": "2022-10-28T07:00:00.000Z",
          "wordCount": null,
          "title": "NonReciprocal Wave Propagation in Space-Time Modulated Media",
          "imageUrl": null
        },
        {
          "id": "https://epubs.siam.org/doi/abs/10.1137/20M1383276?mi=9v4ths&af=R&countTerms=true&publication=mmsubt&searchCollection=jb&sortBy=Earliest_desc&target=multi-search",
          "author": "Matthew Li",
          "description": "Multiscale Modeling & Simulation, Volume 20, Issue 4, Page 1191-1227, December 2022. \n Abstract. We introduce an end-to-end deep learning architecture called the wide-band butterfly network (WideBNet) for approximating the inverse scattering map from wide-band scattering data. This architecture incorporates tools from computational harmonic analysis, such as the butterfly factorization, and traditional multi-scale methods, such as the Cooley–Tukey FFT algorithm, to drastically reduce the number of trainable parameters to match the inherent complexity of the problem. As a result, WideBNet is efficient: it requires fewer training points than off-the-shelf architectures and has stable training dynamics which are compatible with standard weight initialization strategies. The architecture automatically adapts to the dimensions of the data with only a few hyper-parameters that the user must specify. WideBNet is able to produce images that are competitive with optimization-based approaches, but at a fraction of the cost, and we also demonstrate numerically that it learns to super-resolve scatterers with a full aperture configuration.",
          "link": "https://epubs.siam.org/doi/abs/10.1137/20M1383276?mi=9v4ths&af=R&countTerms=true&publication=mmsubt&searchCollection=jb&sortBy=Earliest_desc&target=multi-search",
          "publishedOn": "2022-10-26T07:00:00.000Z",
          "wordCount": null,
          "title": "Wide-Band Butterfly Network: Stable and Efficient Inversion Via Multi-Frequency Neural Networks",
          "imageUrl": null
        },
        {
          "id": "https://epubs.siam.org/doi/abs/10.1137/21M1438244?mi=9v4ths&af=R&countTerms=true&publication=mmsubt&searchCollection=jb&sortBy=Earliest_desc&target=multi-search",
          "author": "Bernhard Maier",
          "description": "Multiscale Modeling & Simulation, Volume 20, Issue 4, Page 1169-1190, December 2022. \n Abstract. In this paper, we consider the classical wave equation with time-dependent, spatially multiscale coefficients. We propose a fully discrete computational multiscale method in the spirit of the localized orthogonal decomposition in space with a backward Euler scheme in time. We show optimal convergence rates in space and time beyond the assumptions of spatial periodicity or scale separation of the coefficients. Further, we propose an adaptive update strategy for the time-dependent multiscale basis. Numerical experiments illustrate the theoretical results and showcase the practicability of the adaptive update strategy.",
          "link": "https://epubs.siam.org/doi/abs/10.1137/21M1438244?mi=9v4ths&af=R&countTerms=true&publication=mmsubt&searchCollection=jb&sortBy=Earliest_desc&target=multi-search",
          "publishedOn": "2022-10-26T07:00:00.000Z",
          "wordCount": 1602,
          "title": "Numerical Upscaling for Wave Equations with Time-Dependent Multiscale Coefficients",
          "imageUrl": "https://epubs.siam.org/na101/home/literatum/publisher/siam/journals/covergifs/mmsubt/cover.jpg"
        },
        {
          "id": "https://epubs.siam.org/doi/abs/10.1137/21M1459782?mi=9v4ths&af=R&countTerms=true&publication=mmsubt&searchCollection=jb&sortBy=Earliest_desc&target=multi-search",
          "author": "Rodrigo M. Pereira",
          "description": "Multiscale Modeling & Simulation, Volume 20, Issue 3, Page 1147-1166, September 2022. \n Abstract. Adaptive Galerkin methods for time-dependent partial differential equations are studied and shown to be dissipative. The adaptation implies that the subset of the selected basis function changes over time according to the evolution of the solution. The corresponding projection operator is thus time-dependent and nondifferentiable. We therefore propose to use an integral formulation in time. We analyze the existence and uniqueness of this weak form of the dynamical Galerkin scheme, and we then prove that the nonsmooth projection operator introduces energy dissipation, which is a crucial result for adaptive Galerkin methods, e.g., adaptive wavelet methods. Numerical examples for the inviscid Burgers equation in one dimension and the incompressible Euler equations in two and three spatial dimensions show that the selection of basis functions, for instance by filtering out weak wavelet coefficients from the solution, introduces energy dissipation. Moreover, for the Burgers case we can show that adaptive wavelet regularization yields convergence of the truncated Galerkin solution to the physically relevant entropy solution. These results motivate adaptive wavelet-based Galerkin schemes for nonlinear hyperbolic conservation laws.",
          "link": "https://epubs.siam.org/doi/abs/10.1137/21M1459782?mi=9v4ths&af=R&countTerms=true&publication=mmsubt&searchCollection=jb&sortBy=Earliest_desc&target=multi-search",
          "publishedOn": "2022-09-30T07:00:00.000Z",
          "wordCount": null,
          "title": "Adaptive Solution of Initial Value Problems by a Dynamical Galerkin Scheme",
          "imageUrl": null
        },
        {
          "id": "https://epubs.siam.org/doi/abs/10.1137/21M1467791?mi=9v4ths&af=R&countTerms=true&publication=mmsubt&searchCollection=jb&sortBy=Earliest_desc&target=multi-search",
          "author": "Shibin Dai",
          "description": "Multiscale Modeling & Simulation, Volume 20, Issue 3, Page 1127-1146, September 2022. \n Abstract. Using a multiscale analysis, we derive a sharp interface limit for the dynamics of bilayer structures of the functionalized Cahn–Hilliard equation with a cutoff diffusion mobility [math] that is degenerate for [math] and a continuously differentiable double-well potential [math]. We show that the bilayer interface does not move in the [math] time scale. The interface motion occurs in the [math] time scale and is determined by porous medium diffusion processes in both phases with no jumps on the interface. In the longer [math] time scale, the interface motion is a complex combination of porous medium diffusion processes in both phases and the property of mass conservation.",
          "link": "https://epubs.siam.org/doi/abs/10.1137/21M1467791?mi=9v4ths&af=R&countTerms=true&publication=mmsubt&searchCollection=jb&sortBy=Earliest_desc&target=multi-search",
          "publishedOn": "2022-09-30T07:00:00.000Z",
          "wordCount": null,
          "title": "Geometric Evolution of Bilayers under the Degenerate Functionalized Cahn–Hilliard Equation",
          "imageUrl": null
        },
        {
          "id": "https://epubs.siam.org/doi/abs/10.1137/22M1493707?mi=9v4ths&af=R&countTerms=true&publication=mmsubt&searchCollection=jb&sortBy=Earliest_desc&target=multi-search",
          "author": "Dane Taylor",
          "description": "Multiscale Modeling & Simulation, Volume 20, Issue 3, Page 1167-1167, September 2022. \n Abstract. This erratum corrects several typos in [D. Taylor, M. A. Porter, and P. J. Mucha, Multiscale Model. Simul., 19 (2021), pp. 113–147].",
          "link": "https://epubs.siam.org/doi/abs/10.1137/22M1493707?mi=9v4ths&af=R&countTerms=true&publication=mmsubt&searchCollection=jb&sortBy=Earliest_desc&target=multi-search",
          "publishedOn": "2022-09-30T07:00:00.000Z",
          "wordCount": null,
          "title": "Erratum: Tunable Eigenvector-Based Centralities for Multiplex and Temporal Networks",
          "imageUrl": null
        }
      ]
    },
    {
      "title": "Society for Industrial and Applied Mathematics: Keyword search for query",
      "feedUrl": "https://epubs.siam.org/action/showFeed?ui=0&mi=9v4ths&type=search&feed=rss&query=%2526countTerms%253Dtrue%2526publication%253Dsjaday%2526searchCollection%253Djb%2526sortBy%253DEarliest_desc%2526target%253Dmulti-search",
      "siteUrl": "https://epubs.siam.org/action/doSearch?type=advanced&mi=9v4ths&af=R&countTerms=true&publication=sjaday&searchCollection=jb&sortBy=Earliest_desc&target=multi-search",
      "articles": []
    },
    {
      "title": "Society for Industrial and Applied Mathematics: Keyword search for query",
      "feedUrl": "https://epubs.siam.org/action/showFeed?ui=0&mi=9v4ths&type=search&feed=rss&query=%2526countTerms%253Dtrue%2526publication%253Dsmjmap%2526searchCollection%253Djb%2526sortBy%253DEarliest_desc%2526target%253Dmulti-search",
      "siteUrl": "https://epubs.siam.org/action/doSearch?type=advanced&mi=9v4ths&af=R&countTerms=true&publication=smjmap&searchCollection=jb&sortBy=Earliest_desc&target=multi-search",
      "articles": [
        {
          "id": "https://epubs.siam.org/doi/abs/10.1137/21M1447404?mi=9v4ths&af=R&countTerms=true&publication=smjmap&searchCollection=jb&sortBy=Earliest_desc&target=multi-search",
          "author": "Baoming Shi",
          "description": "SIAM Journal on Applied Mathematics, Volume 82, Issue 5, Page 1808-1828, December 2022. \n Abstract. We study the solution landscape and bifurcation diagrams of nematic liquid crystals confined on a rectangle, using a reduced two-dimensional Landau–de Gennes framework in terms of two geometry-dependent variables: half short edge length [math] and aspect ratio [math]. First, we analytically prove that, for any [math] with a small enough [math] or for a large enough [math] with a fixed domain size, there is a unique stable solution that has two line defects on the opposite short edges. Second, we numerically construct solution landscapes by varying [math] and [math], and report a novel X state, which emerges from saddle-node bifurcation and serves as the parent state in such a solution landscape. Various new classes are then found among these solution landscapes, including the X class, the S class, and the L class. By tracking the Morse indices of individual solutions, we present bifurcation diagrams for nematic equilibria, thus illustrating the emergence mechanism of critical points and several effects of geometrical anisotropy on confined defect patterns.",
          "link": "https://epubs.siam.org/doi/abs/10.1137/21M1447404?mi=9v4ths&af=R&countTerms=true&publication=smjmap&searchCollection=jb&sortBy=Earliest_desc&target=multi-search",
          "publishedOn": "2022-10-18T07:00:00.000Z",
          "wordCount": null,
          "title": "Nematic Liquid Crystals in a Rectangular Confinement: Solution Landscape, and Bifurcation",
          "imageUrl": null
        },
        {
          "id": "https://epubs.siam.org/doi/abs/10.1137/21M1454572?mi=9v4ths&af=R&countTerms=true&publication=smjmap&searchCollection=jb&sortBy=Earliest_desc&target=multi-search",
          "author": "Satoru Iwasaki",
          "description": "SIAM Journal on Applied Mathematics, Volume 82, Issue 5, Page 1733-1763, December 2022. \n Abstract. We deal with bistable reaction-diffusion equations in a domain of a metric graph with two vertices, that is, a domain of multiple half-lines with two junctions connected by a line segment. We prove that there exist two types of standing waves: standing front waves and unimodal waves, if the line segment is long enough. We also numerically show the exact number of standing wave solutions for a cubic nonlinearity and for a piecewise linear case. The stability and instability of the standing wave solutions are also investigated. Standing waves play a role in blocking the front propagation.",
          "link": "https://epubs.siam.org/doi/abs/10.1137/21M1454572?mi=9v4ths&af=R&countTerms=true&publication=smjmap&searchCollection=jb&sortBy=Earliest_desc&target=multi-search",
          "publishedOn": "2022-10-18T07:00:00.000Z",
          "wordCount": null,
          "title": "Standing Waves of Reaction-Diffusion Equations on an Unbounded Graph with Two Vertices",
          "imageUrl": null
        },
        {
          "id": "https://epubs.siam.org/doi/abs/10.1137/22M1472127?mi=9v4ths&af=R&countTerms=true&publication=smjmap&searchCollection=jb&sortBy=Earliest_desc&target=multi-search",
          "author": "Lili Chang",
          "description": "SIAM Journal on Applied Mathematics, Volume 82, Issue 5, Page 1764-1790, December 2022. \n Abstract. Pattern formation arising from the reaction-diffusion epidemic model is a space-time depiction of the distribution and transmission of infectious diseases. Disease control can be achieved by controlling the associated pattern formations. For an SIR reaction-diffusion epidemic model, we review its Turing pattern formations with different transmission rates under the case of a constant recovery rate. To control pattern formations of the SIR epidemic model, we introduce a regulator as a control function of the recovery rate. For a perfect control strategy, it not only leads to a desired pattern formation, but also has a small support in space-time domains. In order to obtain such a control strategy, we propose a sparse optimal control problem governed by the SIR epidemic model. We study the existence of optimal solutions, derive the first order necessary optimality system, obtain the sparsity structure of the control function, and numerically solve the control problem. Numerical results demonstrate the feasibility and effectivity of our method.",
          "link": "https://epubs.siam.org/doi/abs/10.1137/22M1472127?mi=9v4ths&af=R&countTerms=true&publication=smjmap&searchCollection=jb&sortBy=Earliest_desc&target=multi-search",
          "publishedOn": "2022-10-18T07:00:00.000Z",
          "wordCount": null,
          "title": "Sparse Optimal Control of Pattern Formations for an SIR Reaction-Diffusion Epidemic Model",
          "imageUrl": null
        },
        {
          "id": "https://epubs.siam.org/doi/abs/10.1137/22M1483529?mi=9v4ths&af=R&countTerms=true&publication=smjmap&searchCollection=jb&sortBy=Earliest_desc&target=multi-search",
          "author": "Sana Jahedi",
          "description": "SIAM Journal on Applied Mathematics, Volume 82, Issue 5, Page 1791-1807, December 2022. \n Abstract. In mathematical modeling, it is common to have an equation [math], where the exact form of [math] is not known. This article shows that there are large classes of [math] where almost all [math] share the same properties. The classes we investigate are vector spaces [math] of [math] functions [math] that satisfy the following condition: [math] has “almost constant rank\" (ACR) if there is a constant integer [math] such that rank[math] for “almost every\" [math] and almost every [math]. If the vector space [math] is finite dimensional, then “almost every\" is with respect to the Lebesgue measure on [math], and otherwise, it means almost every in the sense of prevalence, as described herein. Most function spaces commonly used for modeling purposes are ACR. In particular, we show that if all of the functions in [math] are linear or polynomial or real analytic, or if [math] is the set of all functions in a “structured system\", then [math] is ACR. For each [math] and [math], the solution set of [math] is SolSet[math]. A solution set of [math] is called robust if it persists despite small changes in [math] and [math]. The following two global results are proved for almost every [math] in an ACR vector space [math]: (1) Either the solution set SolSet[math] is robust for almost every [math], or none of the solution sets are robust. (2) The solution set SolSet[math] is a [math]-manifold of dimension [math]. In particular, [math] is the same for almost every [math].",
          "link": "https://epubs.siam.org/doi/abs/10.1137/22M1483529?mi=9v4ths&af=R&countTerms=true&publication=smjmap&searchCollection=jb&sortBy=Earliest_desc&target=multi-search",
          "publishedOn": "2022-10-18T07:00:00.000Z",
          "wordCount": null,
          "title": "Robustness of Solutions of Almost Every System of Equations",
          "imageUrl": null
        },
        {
          "id": "https://epubs.siam.org/doi/abs/10.1137/21M1429102?mi=9v4ths&af=R&countTerms=true&publication=smjmap&searchCollection=jb&sortBy=Earliest_desc&target=multi-search",
          "author": "Wenzhong Zhang",
          "description": "SIAM Journal on Applied Mathematics, Volume 82, Issue 5, Page 1710-1732, December 2022. \n Abstract. A matrix basis formulation is introduced to represent the [math] frequency domain dyadic Green’s functions of Maxwell’s equations in 3-dimensional layered media. The formulation can be used to decompose the Maxwell’s Green’s functions into independent TE and TM components, each satisfying a scalar Helmholtz equation. Moreover, the interface transmission conditions for the electromagnetic fields can be reduced to decoupled conditions for the matrix basis coefficients at interfaces. Numerical results for the electric and magnetic dyadic Green’s functions for a 10-layer medium show the capability of the proposed formulation.",
          "link": "https://epubs.siam.org/doi/abs/10.1137/21M1429102?mi=9v4ths&af=R&countTerms=true&publication=smjmap&searchCollection=jb&sortBy=Earliest_desc&target=multi-search",
          "publishedOn": "2022-10-14T07:00:00.000Z",
          "wordCount": null,
          "title": "A Matrix Basis Formulation for the Dyadic Green’s Functions of Maxwell’s Equations in Layered Media",
          "imageUrl": null
        },
        {
          "id": "https://epubs.siam.org/doi/abs/10.1137/22M1485814?mi=9v4ths&af=R&countTerms=true&publication=smjmap&searchCollection=jb&sortBy=Earliest_desc&target=multi-search",
          "author": "Hao Wang",
          "description": "SIAM Journal on Applied Mathematics, Volume 82, Issue 5, Page 1680-1709, December 2022. \n Abstract. In this paper, we formulate susceptible-infected-susceptible reaction-diffusion epidemic models with cognition and show the impact of movement strategies on disease outbreak and mitigation under a spatially heterogeneous environment. The cognitive diffusion either takes a Fokker–Planck type diffusion obtained by Chapman’s diffusion law (called random diffusion) or follows Fick’s diffusion law (called symmetric diffusion). We derive a variational expression of the basic reproduction number [math] for both models and prove that the disease-free equilibrium is unique and globally asymptotically stable if [math]. Furthermore, if [math], the model following Fick’s diffusion law admits at least one endemic equilibrium and the model following Chapman’s diffusion law has a unique endemic equilibrium. The theoretical results are illustrated by numerical simulations, which additionally show the segregation phenomenon between susceptible and infected populations regulated by different movement strategies. Spatial segregation here is natural, not caused by an isolation policy, and thus is the most important indicator for an infectious disease to spread or wane in the absence of intervention. The first example shows that a heterogeneous random diffusion segregates infected and susceptible populations further than an ODE model and thus reduces the infection size. However, symmetric diffusion never does that. The second example shows that a heterogeneous random diffusion detriments segregation but still reduces the infection severity by moving infected individuals to a disease-free region. In a certain situation, a heterogeneous random diffusion may increase the infection severity as shown in the last example.",
          "link": "https://epubs.siam.org/doi/abs/10.1137/22M1485814?mi=9v4ths&af=R&countTerms=true&publication=smjmap&searchCollection=jb&sortBy=Earliest_desc&target=multi-search",
          "publishedOn": "2022-10-14T07:00:00.000Z",
          "wordCount": null,
          "title": "Spatial Segregation in Reaction-Diffusion Epidemic Models",
          "imageUrl": null
        },
        {
          "id": "https://epubs.siam.org/doi/abs/10.1137/21M1443650?mi=9v4ths&af=R&countTerms=true&publication=smjmap&searchCollection=jb&sortBy=Earliest_desc&target=multi-search",
          "author": "Guy Fayolle",
          "description": "SIAM Journal on Applied Mathematics, Volume 82, Issue 5, Page 1661-1679, December 2022. \n Abstract. We investigate the transfer function emanating from the linearization of a car-following model for human drivers when taking into account their reaction time, which is known to be a cause of the stop-and-go traffic phenomenon. This leads to a nonrational transfer function, implying nontrivial stability conditions which are explicitly given. They are in particular satisfied whenever string stability holds. We also show how this reaction time can introduce a partial string stability, where the transfer function modulus remains smaller than 1 up to some critical frequency. We explore conditions in the parameter space discriminating between 3 different regimes (stability, string stability, and partial string stability).",
          "link": "https://epubs.siam.org/doi/abs/10.1137/21M1443650?mi=9v4ths&af=R&countTerms=true&publication=smjmap&searchCollection=jb&sortBy=Earliest_desc&target=multi-search",
          "publishedOn": "2022-10-12T07:00:00.000Z",
          "wordCount": null,
          "title": "Stability and String Stability of Car-Following Models with Reaction-Time Delay",
          "imageUrl": null
        }
      ]
    },
    {
      "title": "Society for Industrial and Applied Mathematics: Keyword search for query",
      "feedUrl": "https://epubs.siam.org/action/showFeed?ui=0&mi=9v4ths&type=search&feed=rss&query=%2526countTerms%253Dtrue%2526publication%253Dsmjcat%2526searchCollection%253Djb%2526sortBy%253DEarliest_desc%2526target%253Dmulti-search",
      "siteUrl": "https://epubs.siam.org/action/doSearch?type=advanced&mi=9v4ths&af=R&countTerms=true&publication=smjcat&searchCollection=jb&sortBy=Earliest_desc&target=multi-search",
      "articles": []
    },
    {
      "title": "Society for Industrial and Applied Mathematics: Keyword search for query",
      "feedUrl": "https://epubs.siam.org/action/showFeed?ui=0&mi=9v4ths&type=search&feed=rss&query=%2526countTerms%253Dtrue%2526publication%253Dsjoce3%2526rangePeriod%253D1y%2526searchCollection%253Djb%2526sortBy%253Ddownloaded%2525281y%252529_desc%2526target%253Dmulti-search",
      "siteUrl": "https://epubs.siam.org/action/doSearch?type=advanced&mi=9v4ths&af=R&countTerms=true&publication=sjoce3&rangePeriod=1y&searchCollection=jb&sortBy=downloaded%281y%29_desc&target=multi-search",
      "articles": []
    },
    {
      "title": "Society for Industrial and Applied Mathematics: Keyword search for query",
      "feedUrl": "https://epubs.siam.org/action/showFeed?ui=0&mi=9v4ths&type=search&feed=rss&query=%2526countTerms%253Dtrue%2526publication%253Dsjope8%2526rangePeriod%253D1y%2526searchCollection%253Djb%2526sortBy%253Ddownloaded%2525281y%252529_desc%2526target%253Dmulti-search",
      "siteUrl": "https://epubs.siam.org/action/doSearch?type=advanced&mi=9v4ths&af=R&countTerms=true&publication=sjope8&rangePeriod=1y&searchCollection=jb&sortBy=downloaded%281y%29_desc&target=multi-search",
      "articles": []
    }
  ],
  "cliVersion": "1.15.1"
}